[
  {
    "brandName": "Walmart",
    "item": {
      "productId": 27221,
      "name": "Walmart egift Voucher",
      "description": "<p>With a Walmart eGift Card, you get low prices every day on thousands of popular products in stores or online at Walmart.com. You’ll find a wide assortment of top electronics, toys, home essentials and more. Plus, cards don’t expire and you never pay any fees.</p>",
      "termsAndConditionsInstructions": "<p>To report fraud or to check balance, call 1-888-537-5503. Terms, including a mandatory arbitration provision, apply to use of this card. See full terms, which may change without notice, at http://Walmart.com/giftcardterms. Use this card at any Walmart store or Sam’s Club in the U.S. or Puerto Rico, or on-line at https://www.walmart.com/, Samsclub.com, or at any location listed at http://Walmart.com/giftcardterms. Card balance is a liability of Wal-Mart Stores Arkansas, LLC. No cash redemption unless required by law. No replacement for lost/stolen cards. Walmart may refuse to accept this card and take action, including balance forfeiture, for fraud, abuse or violations of terms. Never give card numbers to someone you don’t know. For more information on how to protect yourself from fraud, visit http://Walmart.com/fraud.</p><p>** The Virtual Reward Center is not affiliated with Wal-Mart Stores, Inc., Wal-Mart Stores Arkansas, LLC, Walmart.com or any of their affiliates. Wal-Mart Stores, Inc., Wal-Mart Stores Arkansas, LLC, Walmart.com and their affiliates do not endorse or sponsor The Virtual Reward Center's services, products, or activities.</p><p>See www.walmart.com/giftcardtermsandconditions for complete gift card terms and conditions</p><p>Gift voucher will be delivered within 6 to 7 working days.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Visit <a href=\"http://www.walmart.com\">www.walmart.com</a> on your computer or mobile device, or visit your closest outlet [Outlet locator - <a href=\"https://corporate.walmart.com/about/united-states\">https://corporate.walmart.com/about/united-states</a>].</div><div>2. During checkout you will reach the payment method screen. Select gift card.</div><div>3. Add a new Gift Card or apply those already saved.</div><div>4. As cards are added, you will see them appear in your purchase summary.</div><div>5. If your order total is less than the amount on your Walmart gift card, the remaining amount will be available on your card for future purchases. If your order total is more than the amount on your Walmart gift card, you will need to pay for the balance with additional gift cards or a credit/debit card.</div>",
      "categories": "Fashion & Lifestyle,Electronics,Home & Living,Grocery,Wellness & Sports,Baby & Kids,Reading & Learning,Remote Work",
      "lastUpdateDate": "2022-07-01 11:11:20",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phplgN9Ds_utuktj.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "fixed_denomination",
      "maxValue": 0,
      "minValue": 0,
      "valueDenominations": "10,100,5,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 1.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Amazon",
    "item": {
      "productId": 27222,
      "name": "Amazon.com Gift Card",
      "description": "<p><a href=\"http://amazon.com/\">Amazon.com</a>&nbsp;Gift Cards*&nbsp;never expire and can&nbsp;be redeemed towards&nbsp;millions of items at&nbsp;<a href=\"http://www.amazon.com/\">www.amazon.com</a>.</p>",
      "termsAndConditionsInstructions": "<p>Restrictions apply, see&nbsp;<a href=\"https://www.amazon.com/gp/help/customer/display.html/ref=s9_acss_bw_tm_BGMDT7_md1_w?nodeId=3122091&pf_rd_m=ATVPDKIKX0DER&pf_rd_s=merchandised-search-8&pf_rd_r=1FJP0A5NSBGJC5AJC6RK&pf_rd_t=101&pf_rd_p=89081f45-f3a3-44e0-8747-edb0acca2333&pf_rd_i=17238247011\">amazon.com/gc-legal</a></p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. To redeem the gift card, go to <a href=\"http://www.amazon.com\">www.amazon.com</a>.</div><div>2. In the Amazon Pay tab, add the gift card code to add the amount to your Amazon Pay balance.</div><div>3. Add the products of your choice to cart and choose Amazon Pay balance as your payment method.</div>",
      "categories": "Fashion & Lifestyle,Electronics,Home & Living,Travel & Entertainment,Grocery,Baby & Kids,Automobiles & Accessories,Reading & Learning,Remote Work,Subscriptions",
      "lastUpdateDate": "2022-06-24 09:52:58",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpwmoIdQ_bbcgnt.png",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 1,
      "valueDenominations": "10,100,105,110,115,12,120,125,130,14,140,15,150,155,16,160,170,175,18,180,185,190,2,20,200,210,212,22,23,24,240,245,25,250,265,27,28,280,3,30,300,315,32,320,33,34,340,35,350,37,38,4,40,400,42,45,451,46,47,49,5,50,500,52,55,60,65,70,74,75,77,80,85,90,95",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 2,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Starbucks",
    "item": {
      "productId": 27317,
      "name": "Starbucks USA eGift Card",
      "description": "<p>Treat yourself - or someone else - to something special at Starbucks with a Starbucks card, which you can use towards premium coffee, tea, refreshers, lunch, pastries and more. And if you register your card with the Starbucks Rewards™ loyalty program (starbucks.com/rewards), you can earn even more free food and drinks.</p>",
      "termsAndConditionsInstructions": "<p>* The eGift amount reflects the balance of the card at the time of delivery and is not necessarily the current balance of the card.Reload your Card, check your balance and find out how to register and protect your Card balance at participating Starbucks stores, starbucks.com/card or 1-800-782-7282. Your Starbucks Card may only be used for making purchases at participating Starbucks stores. Cannot be redeemed for cash unless required by law. Refunds only provided for unused Cards with the original receipt. This card does not expire, nor does Starbucks charge fees. Complete terms and conditions available on our website. Use of this Card constitutes acceptance of these terms and conditions. Treat this eGift like Cash.For our full Terms & Conditions, click here (https://www.starbucks.com/gift-cards/manage/card-terms-and-conditions).Contact Us (https://customerservice.starbucks.com/app/contact/ask/)Privacy Policy (https://www.starbucks.com/about-us/company-information/online-policies/privacy-policy)</p>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<div>1. Check the outlet locator (<a href=\"https://www.starbucks.com/store-locator?map=39.635307,-101.337891,5z\">https://www.starbucks.com/store-locator?map=39.635307,-101.337891,5z</a>) for a Starbucks outlet near you that accepts this gift card (voucher)&nbsp;</div><div>2. Order your preferred items.</div><div>3. Show your gift card (voucher) at the time of billing to redeem.</div><div>&nbsp;</div><div><strong>Please note</strong>: The recipient will receive an email with a link to retrieve the E-gift card online. The link in the email goes to a page showing the E-gift, its value and code number. This page also gives simple instructions for redeeming the E-gift. The recipient can print the E-gift card and present it at the nearest outlet.</div>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-06-01 05:55:10",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpEiZXVH_kzkm0b.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "10,100,105,140,15,150,16,20,200,25,28,30,40,45,46,5,50,55,65,70,80,85,90",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 3.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Chilis",
    "item": {
      "productId": 29220,
      "name": "Chilis USA eGift Voucher",
      "description": "Whether you want to connect with friends and family or just don’t feel like cooking, head to Chili’s Grill & Bar for our sizzlin’ service, laid-back atmosphere and a taste of our spiced-up Southwestern favorites like our famous Grilled Baby Back Ribs, our juicy Big Mouth Burgers® or our tender marinated fajitas. More Life Happens Here.",
      "termsAndConditionsInstructions": "<p>Brinker International eGift Cards are redeemable for food and merchandise at Brinker International restaurants located in the US, Puerto Rico, Guam and internationally at restaurants located on US Military Bases. These restaurants include: Chili's, On The Border, and Maggiano's Little Italy.<br />Brinker International eGift Cards are available for purchase&nbsp;<a href=\"https://brinker.semi.cashstar.com/gift-card/buy/\">here</a>.&nbsp;<br />No fees of any kind will be imposed on purchasers or recipients of eGift Cards.</p>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<div>1. Check the outlet locator for a Chilis outlet near you that accepts this gift card (voucher).</div><div>2. Outlet locator - <a href=\"https://www.chilis.com/locations\">https://www.chilis.com/locations</a></div><div>3. Order your preferred products.</div><div>4. Show your gift card (voucher) at the time of billing to redeem.</div><div>&nbsp;</div>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-06-15 05:45:16",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php56F2vl_zhqtxm.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 100,
      "minValue": 5,
      "valueDenominations": "10,100,5,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 5.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Banana Republic",
    "item": {
      "productId": 29740,
      "name": "Banana Republic",
      "description": "<p>Exceptional quality, luxurious fabrics and refined tailoring define Banana Republic’s signature style. From work to casual occasions, Banana Republic offers covetable, uncomplicated style. For the nearest store call 1-888-BR-STYLE or visit us online at bananarepublic.com.</p>",
      "termsAndConditionsInstructions": "<p>This Gap, Old Navy, Banana Republic, Athleta eGiftCard is issued by and represents an obligation of DCS. The eGiftCard may be redeemed for merchandise at any Gap brand, Old Navy or Banana Republic or Athleta location, including Outlet and Factory stores. The eGiftCard may also be redeemed online for merchandise at&nbsp;<a href=\"http://gap.com/\">gap.com</a>,&nbsp;<a href=\"http://oldnavy.com/\">oldnavy.com</a>,&nbsp;<a href=\"http://bananarepublic.com/\">bananarepublic.com</a>,&nbsp;or&nbsp;<a href=\"http://athleta.com/\">athleta.com</a>. If you return merchandise originally purchased with an eGiftCard, any refund will be issued in the form of a plastic gift card issued by DCS which may be used at any of these stores or online. Any merchandise purchased with an eGiftCard is subject to the applicable store or online return policies. Purchases will be deducted from the amount of this eGiftCard until the value reaches zero. This eGiftCard may not be used or redeemed with certain promotional offers and may not be applied as payment on any account. You may not use an eGiftCard to purchase other eGiftCards. Additional value may be added to this eGiftCard at any Gap, Old Navy or Banana Republic store. Redeemable for cash when the balance is less than $5 or as otherwise required by law. Restricted to use in the USA, Puerto Rico and Canada. Void if resold or transferred for value. By purchasing this eGiftCard, you agree that the laws of the State of California, without regard to principles of conflict of laws, will govern this Agreement.</p>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<div>Redeem Online:&nbsp;&nbsp;</div><div>1. Visit the website (<a href=\"http://gap.com\">gap.com</a>, <a href=\"http://oldnavy.com\">oldnavy.com</a>, <a href=\"http://bananarepublic.com\">bananarepublic.com</a>, and <a href=\"http://athleta.com\">athleta.com</a>)&nbsp;</div><div>2. Choose your preferred products.</div><div>3. At checkout, use the Gift Card (voucher) to redeem.&nbsp; &nbsp;&nbsp;</div><div>Redeem In Store:&nbsp;&nbsp;</div><div>1. Visit a nearby Banana Republic Store.</div><div>2. Choose your preferred products.&nbsp;&nbsp;</div><div>3. Your eGiftCard is valid for use at Gap, Old Navy, Banana Republic and Athleta locations, including Outlet and Factory Stores.</div>",
      "categories": "Fashion & Lifestyle",
      "lastUpdateDate": "2022-07-07 20:44:23",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpJbseOJ_yshgjh.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 10,
      "valueDenominations": "10,100,25,50,500",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 8.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Delta Air Lines",
    "item": {
      "productId": 29826,
      "name": "Delta Air Lines eGift Card",
      "description": "<p>Give the gift of travel. Choose to send a Delta eGift Card and prepare for a big thank you. They can be used toward airfare at delta.com, at the airport, through Reservations or by phone with Delta Vacations®.</p>",
      "termsAndConditionsInstructions": "<p>Call 800-221-1212 for balance information and customer service.<br /><br /> eGifts and Cards may only be used for the total purchase price of air transportation, including taxes, fees, and surcharges imposed on the air transportation. They may not be used for any additional fees (including baggage fees) or for any other products or services (including class upgrades, in-flight purchases, premium seating, mileage booster, SkyMiles Cruises, cargo, hotel stays, or car rentals).<br /><br /> eGifts and Cards may only be used for travel on Delta Air Lines marketed flights, including those operated as Delta Connection® and by Delta Air Lines codeshare partners with a Delta Air Lines flight number.<br /><br /> eGifts and Cards may only be used for the Delta Air Lines air transportation portion of a Delta Vacations package.<br /><br /> eGifts and Cards can be issued only in U.S. dollars (“USD”). If an eGift or a Card is used for the purchase of a ticket issued in a currency other than USD, the full value of the eGift or Card will be converted to that currency using the Bankers Rate of Exchange in effect on the date of ticket issuance, and the rate of exchange will be indicated on the ticket.<br /><br /> Tickets purchased using eGifts and Cards are subject to the applicable Delta Air Lines Contract of Carriage and fare rules (including change penalties).<br /><br /> If redeemed at www.delta.com, a maximum of three forms of payment (including eGifts or Cards) can be applied towards a single transaction, regardless of the number of tickets purchased as part of that transaction; if redeemed through any other method, a maximum of three forms of payment (including eGifts or Cards) can be applied toward a single ticket. eGifts and Cards can be used with other eGifts and/or Cards, but cannot be used in conjunction with any other certificate, voucher or credit towards a single ticket.<br /><br /> eGifts and Cards are not reloadable and do not expire. No service or inactivity fees apply.<br /><br /> eGifts and Cards, including those that are lost, stolen, or destroyed, will not be replaced by Delta for any reason.<br /><br /> eGifts and Cards are not credit, debit or charge cards, and have no implied warranties.<br /><br /> eGifts and Cards are not refundable and cannot be redeemed or exchanged for cash, check or credit except where refund or redemption is required by law.<br /><br /> Where eGifts or Cards are redeemed for a ticket, but travel is not taken, the value of the redeemed ticket (after any applicable penalties) will be provided in accordance with Delta Air Lines’ standard policy regarding<br /><br /> ticket refunds.<br /><br /> eGifts and Cards may only be sold by Delta and Delta-licensed vendors. eGifts and Cards that are for sale or sold by an unlicensed vendor are subject to confiscation or voiding by Delta.<br /><br /> eGifts and Cards that are altered or obtained fraudulently are subject to confiscation or voiding by Delta.<br /><br /> Delta is not responsible for eGifts or Cards that are undeliverable or not received due to inaccurate delivery information provided by the purchaser.<br /><br /> Delta reserves the right to refuse, cancel or hold for review transactions initiated using eGifts or Cards for suspected fraud, incorrect certificate or card denomination, or violations of these terms and conditions.<br /><br /> Delta may at any time and without notice change these terms and conditions or contract with a third party to administer the eGift program or the Card program.<br /><br /> Use of eGifts and Cards is subject to applicable law. In the event of a conflict between these terms and conditions and applicable law, applicable law will govern.<br /><br /> The laws of the state of Georgia, without regard to it</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>Redeem online:</div><div>1. Go to this URL: <a href=\"http://www.delta.com/redeem\">www.delta.com/redeem</a></div><div>2. At checkout, enter Card Number and PIN Number.</div><div>Redeem Onboard:</div><div>1. Print a copy of your digital gift card and show it at the airport while purchasing your ticket.</div><div>Redeem Over the Phone:</div><div>1. Call Delta Air Lines Reservations and advise the agent that you are redeeming an eGift or a Card.&nbsp;</div><div>2. In the U.S. and Canada, call 800-221-1212 or 800-225-2525.&nbsp; &nbsp; &nbsp;&nbsp;</div><div>3. In Japan, call 0570-077733 or 0476-31-8000.</div><div>4. In all other countries, call the local Delta Air Lines Reservations office.</div><div>Redeem with a Travel Consultant:</div><div>1. When making a payment towards your flight, contact your Travel Consultant and provide them with Card Number and PIN.</div><div>&nbsp;</div>",
      "categories": "Travel & Entertainment",
      "lastUpdateDate": "2022-05-30 19:08:49",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpdtSSPq_pbhaid.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 50,
      "valueDenominations": "100,250,50,500",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 4.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "AMC Theatres",
    "item": {
      "productId": 29828,
      "name": "AMC Theatres USA eGift Voucher",
      "description": "AMC is the largest movie exhibition company in the U.S., in Europe and throughout the world with approximately 1,000 theatres and 11,000 screens across the globe. AMC has propelled innovation in the exhibition industry by: deploying more plush power-recliner seats; delivering enhanced food and beverage choices; generating greater guest engagement through its loyalty program, web site and smart phone apps; offering premium large format experiences and playing a wide variety of content including the latest Hollywood releases and independent programming. AMC operates among the most productive theatres in the United States' top markets, having the #1 or #2 market share positions in 22 of the 25 largest metropolitan areas of the United States, including the top three markets (NY, LA, Chicago). Through its Odeon subsidiary AMC operates in 14 European countries and is the # 1 theatre chain in UK & Ireland, Italy, Spain, Sweden, Finland and the Baltic States. www.amctheatres.com.",
      "termsAndConditionsInstructions": "<ul><li>Card Will Not Function 5 Years After Activation</li><li>Funds Remain Available – Call 1.800.255.0311 for Free Replacement Card</li></ul><p>Usable up to balance only to buy goods or services online at <a href=\"http://amctheatres.com\">amctheatres.com</a> and at any box office or concession register at AMC Theatres® locations in the U.S. Physical Card will not function five years after card activation; online redemptions and balance inquiries will be unavailable. Funds remain available. Not usable to purchase gift cards. Not redeemable for cash unless required by law. Not a credit or debit card. Safeguard the card. It will not be replaced or replenished if used without authorization. If lost or stolen, replacement card with remaining value requires original proof of purchase. AMC Card Processing Services, Inc. (“AMC CPS, Inc.”) is the card issuer and sole obligor to card owner. AMC CPS, Inc. may delegate its issuer obligations to an assignee, without recourse. If delegated, the assignee, and not AMC CPS, Inc., will be sole obligor to card owner. Purchase, use or acceptance of card constitutes acceptance of these terms. For balance or other customer service inquiries, including replacement of physical card, and AMC Theatre brands, visit any AMC theatre, log on to <a href=\"http://amctheatres.com\">amctheatres.com</a> or call 1.800.255.0311.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Click on amctheatres.com to access your AMC eGift Card (Voucher).</div><div>2. Your eGift Card (Voucher) is redeemable at AMC theatres in the US (including AMC Showplace, Lowes, Magic Johnson, Cineplex Odeon and Star). Location information is available at amctheatres.com</div>",
      "categories": "Travel & Entertainment,Remote Work",
      "lastUpdateDate": "2022-06-15 05:45:16",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpW2iAx6_tfmbo6.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 100,
      "minValue": 3,
      "valueDenominations": "10,100,25,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 6.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Applebees",
    "item": {
      "productId": 29831,
      "name": "Applebees USA eGift Voucher",
      "description": "<p>Some Cards Are Just Tastier. Applebee’s® Gift Cards have tons of tasty advantages and can be used at nearly 1,900 U.S. and Canada locations. Plus, there are no fees or expiration dates. Visit <a href=\"http://applebees.com/gift-cards\">applebees.com/gift-cards</a> to learn more.</p>",
      "termsAndConditionsInstructions": "<p>Usable up to balance only to purchase goods or services at any Applebee’s Neighborhood Grill and Bar in the U.S. and Canada or through <a href=\"http://applebees.com\">applebees.com</a>. Not usable for alcohol where prohibited by law. Card is not redeemable for cash unless required by law. Card will not be replaced or replenished if lost, stolen, damaged or used without authorization. ACM Cards, Inc. or the independently owned Franchisee where card was purchased is the card issuer and sole obligor to card owner. ACM or Franchisee may delegate its issuer obligations to an assignee, without recourse. Purchase, use or acceptance of card constitutes acceptance of these terms. Inquiries, complete terms and restaurant location information: visit <a href=\"http://applebees.com\">applebees.com</a> or call 1-800-252-6722. 2019 Applebee’s International, Inc.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Check the outlet locator for an Applebees outlet near you that accepts this gift card (voucher) or visit&nbsp;<a href=\"http://applebees.com\">applebees.com</a></div><div>2. Outlet locator - <a href=\"https://www.Applebees.com/en/restaurants\">https://www.Applebees.com/en/restaurants</a></div><div>3. Order your preferred products.</div><div>4. Show your gift card (voucher) at the time of billing to redeem.</div>",
      "categories": "Food & Restaurant,Remote Work",
      "lastUpdateDate": "2022-05-30 19:07:44",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpMhD2C4_li8bre.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "10,100,25,5,50,500",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 7,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Barnes and Noble",
    "item": {
      "productId": 29833,
      "name": "Barnes and Noble USA eGift Voucher",
      "description": "Choose from an unmatched selection of books, NOOK Devices, NOOK Books™, CDs, DVDs, toys, games, and more. Good at all BN stores, BN College Booksellers LLC, and online at BN.COM",
      "termsAndConditionsInstructions": "<p>Terms and Conditions Barnes & Noble eGift Cards can be used at any Barnes & Noble store nationwide and at BN.com (www.bn.com). They can also be used at any Barnes & Noble College location. Maintenance, dormancy or service fees do not apply to balances on eGift Cards. Barnes & Noble eGift Cards have no expiration dates. They may be used to purchase annual memberships in the Barnes & Noble Membership program (continuous billing memberships require a valid credit card). Barnes & Noble eGift Cards will not be replaced if lost or stolen. Barnes & Noble eGift Cards will not be exchangeable for cash except where required by law. Barnes & Noble eGift Cards are issued by Barnes & Noble Marketing Services LLC. Other conditions may apply.</p>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<p>\"//REDEMPTION INSTRUCTIONS (SHORT)// To redeem your Barnes & Noble eGift Card, please click on the Redemption URL link above and enter the above Secret Code into their website. After completing the redemption process, you will be presented with a printable Gift Card. Barnes & Noble eGift Cards can be redeemed at any Barnes & Noble store and online at BN.com (www.bn.com). //REDEMPTION INSTRUCTIONS (LONG)// How to redeem in stores:</p><p>1. Click on the Redemption Link above.</p><p>2. Input the Secret Code when prompted.</p><p>3. Print the resulting page.</p><p>4. Make sure it includes the eGift Card number and PIN.</p><p>5. Give this print-out to your cashier. How to redeem online for NOOK Books?: 6. Save your Barnes & Noble eGift Card to your account by clicking the Manage Gift Cards for NOOK Books? link on your account page athttps://cart4.barnesandnoble.com/account/request.aspx?stage=manageGiftCards</p><p>7. Shop the NOOK Book Store and click ?Buy Now? to purchase the NOOK Book? of your choice a thttp://www.barnesandnoble.com/ebooks/index.asp</p><p>8. Any available Gift Card or eGift Card balance will be automatically redeemed first, and your default credit card will be charged for the remaining balance, if any. For products other than NOOK Books?:</p><p>9. Visit www.bn.com</p><p>1<span style=\"font-size: 12px;\">0. Shop the BN.com site, select your items, and add them to your Shopping Cart. </span></p><p><span style=\"font-size: 12px;\">11. Proceed to Checkout. Enter your Barnes & Noble eGift Card number and PIN in the spaces provided on the Payment page.&nbsp;</span></p><p>12. Submit your order.If you have any additional questions about Barnes & Noble eGift Cards, visitwww.barnesandnoble.com.\"</p>",
      "categories": "Reading & Learning",
      "lastUpdateDate": "2022-06-15 05:45:16",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php5Lt65R_hvlvvu.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 3,
      "valueDenominations": "10,100,250,3,331,4,5,50,500",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 5.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Whole Foods Market",
    "item": {
      "productId": 29841,
      "name": "Whole Foods Market USA eGift Voucher",
      "description": "<p>Named “America’s Healthiest Grocery Store” by Health Magazine, Whole Foods Market is the leading organic and natural food retailer, prioritizing animal welfare, seafood sustainability, organic agriculture, and safer personal and home care products. Whole Foods Market strives to provide customers with a superior customer service experience, while also supporting local producers, bettering the communities in which it operates, and improving the environment. Because of its dedication to strict quality standards and excellence, Whole Foods Market is able to offer its corporate and individual customers alike a consistently exceptional shopping experience.Whole Foods Market customers shop for quality and consistency, and are very loyal to the brands they like, patronizing the same stores again and again. Less focused on the bargain, Whole Foods Market customers have expendable income and care about where they spend their money, even going out of their way to shop at preferred retailers.Gift cards never expire and can buy anything at any of our 400 stores in the US and Canada. For more information on where to find the closest store, please visit wfm.com/stores.</p>",
      "termsAndConditionsInstructions": "<p>You can use this card to buy our greens, but it is not redeemable for cash except as required by law. The available balance will be applied toward your purchase from soup to nuts, but may not be used to purchase other gift cards. This card will not be replaced or refunded if lost or stolen, so handle it like a carton of eggs. This card is issued by WFM Gift Card, LLC (the “Issuer”), who is the sole obligor to card owner. This card may not be resold unless approved by the Issuer. Unlike milk, this card doesn’t have an expiration date, nor does it incur any fees for any reason. Purchase, acceptance or use of this card constitutes acceptance of the complete terms and conditions, available at wholefoodsmarket.com/terms. For balance or other questions, visit wholefoodsmarket.com/giftcards or call 844-936-2273.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Check the outlet locator for a Whole Foods Market restaurant near you that accepts this gift card (voucher).</div><div>2. Outlet locator - <a href=\"https://www.wholefoodsmarket.com/stores\">https://www.wholefoodsmarket.com/stores</a></div><div>3. Select your preferred products.</div><div>4. Show your gift card (voucher) at the time of billing to redeem.</div>",
      "categories": "Grocery,Remote Work",
      "lastUpdateDate": "2022-05-31 05:55:12",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpmlheYt_r2ou77.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "10,100,25,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 3,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Buffalo Wild Wings",
    "item": {
      "productId": 29845,
      "name": "Buffalo Wild Wings USA eGift Voucher",
      "description": "<p>Buffalo Wild Wings® is a sports bar with beer and wings and a crazy amount of TVs showing all the games. And rowdy fans and all the sauces for all the wings. Did we mention beer? Because we pour more beer than anyone in the country. So bring your friends, your outside voice and cheer on your favorite team to victory at any of our 1,200+ locations nationwide. Why aren’t you here already? <a href=\"http://www.buffalowildwings.com\">www.buffalowildwings.com</a></p>",
      "termsAndConditionsInstructions": "<p>Terms and Conditions: Can’t work wings into your schedule today? Don’t sweat it! Your card never expires, and we’re certainly not going anywhere. If you forget your card balance, check out our website:&nbsp;<a href=\"http://buffalowildwings.com/\">buffalowildwings.com</a>&nbsp;or call 1.888.689.4801. Stop in with your gift card and purchase food, product, beverage or alcohol (where permitted by law) at any participating Buffalo Wild Wings location in the U.S. Need help finding a B-Dubs®? Visit&nbsp;<a href=\"http://buffalowildwings.com/\">buffalowildwings.com</a>. Your balance will remain on your gift card until the full amount has been used, except where otherwise required by law. Sorry, your gift card cannot be replaced if lost or stolen without an original proof of purchase. This gift card is not redeemable for cash except as required by law. Not redeemable online. Use of this gift card constitutes acceptance of these terms. This gift card is not valid in Canada. This gift card is issued by Blazin Wings, Inc.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Check the outlet locator for a Buffalo Wild Wings outlet near you that accepts this gift card (voucher).</div><div>2. Outlet locator - <a href=\"https://www.buffalowildwings.com/en/locations/\">https://www.buffalowildwings.com/en/locations/</a></div><div>3. Order your preferred products.</div><div>4. Show your gift card (voucher) at the time of billing to redeem.</div>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-06-24 09:42:40",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php5aK0sw_y2vidx.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 250,
      "minValue": 5,
      "valueDenominations": "10,100,150,200,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 6,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Chipotle",
    "item": {
      "productId": 29852,
      "name": "Chipotle USA eGift Voucher",
      "description": "Whether you’re treating a friend or yourself (hey, no judgment here), we have the answer for you – an E-Gift Card from Chipotle Mexican Grill. We are proof that food served fast doesn't have to be a typical “fast-food” experience. So no matter the occasion, Chipotle E-Gift Cards = instant happiness, joy, elation, and euphoria of the mouth. Leave the wrapping to us, you can thank us later.",
      "termsAndConditionsInstructions": "<p>Treat your E-Gift Card like cash, that may only be used for making purchases at Chipotle Mexican Grill restaurants. Not redeemable for cash except as required by law; additionally, upon request, unredeemed balances of less than $10.00 will be redeemed for cash. It cannot be used to purchase other Chipotle Mexican Grill Gift Cards, because that’s like wishing for more wishes. Unauthorized resale is prohibited. If you purchase this E-Gift Card from a re-seller, you do so at your own risk as Gift Cards sold by a re-seller may not have any value. Chipotle Mexican Grill is not responsible for unauthorized use of this E-Gift Card. Except in certain circumstances the value in this E-Gift Card will not be replaced if the E-Gift Card is lost, stolen or destroyed. Use of this E-Gift Card constitutes acceptance of these terms and conditions. This E-Gift Card can only be redeemed in the USA. Check your balance at any Chipotle Mexican Grill restaurant, online at www.chipotle.com, or call 1-877-925-4878.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Check the outlet locator for a Chipotle outlet near you that accepts this gift card (voucher).</div><div>2. Outlet locator - <a href=\"https://www.chipotle.com/\">https://www.chipotle.com/</a></div><div>3. Order your preferred products.</div><div>4. Show your gift card (voucher) at the time of billing to redeem.</div>",
      "categories": "Food & Restaurant,Remote Work",
      "lastUpdateDate": "2022-06-15 05:45:16",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpzS0eX6_k7ojdf.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 250,
      "minValue": 5,
      "valueDenominations": "10,25,5,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 2,
      "exchangeRate": null
    }
  },
  {
    "brandName": "CVS pharmacy",
    "item": {
      "productId": 29863,
      "name": "CVS pharmacy USA eGift Voucher",
      "description": "<p>A CVS Pharmacy® Gift Card is always a great choice. With more than 7,100 locations from coast to coast, CVS Pharmacy® is the most convenient place to get the prescription medications and health care products you need. Plus, it provides a huge selection of popular beauty and personal care brands as well as exclusive brands you won’t find anywhere else. It can be used at any CVS Pharmacy® location and can even be used toward prescription purchases+. +Restrictions apply. CVS Pharmacy® Gift Cards cannot be used online at CVS.com or for any other retailer’s Gift Card or prepaid card that CVS Pharmacy® may carry.</p>",
      "termsAndConditionsInstructions": "<p>Terms and Conditions Usable up to balance only to buy goods or services at a CVS Pharmacy® store. Cannot be used to buy money orders or prepaid cards, to make online or in app purchases or as payment on a credit account or payment for items that are delivered. Not redeemable for cash unless required by law. Reloadable. Not a credit or debit card and has no inactivity fees. SAFEGUARD THIS CARD. It will not be replaced or replenished if lost, stolen or used without authorization. CardFact 25, Inc. is the card issuer and sole obligor to card owner. CardFact may delegate its issuer obligations to an assignee, without recourse. If delegated, the assignee, and not CardFact, will be sole obligor to card owner. Purchase, use or acceptance of card constitutes acceptance of these terms. For balance, visit www.CVS.com. For inquiries, call Customer Care at 1-877-295-7777. CVS Pharmacy and related marks and designs are trademarks of CVS Pharmacy. ©2017</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Use an outlet locator to locate the nearest CVS Pharmacy around you that accepts this voucher.</div><div>2. Choose your desired option from their collection.</div><div>3. At the checkout, use your voucher to redeem it.</div>",
      "categories": "Wellness & Sports,Remote Work",
      "lastUpdateDate": "2022-06-10 12:08:03",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpwIoBnj_fhfz2g.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "10,100,25,5,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 6,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Target",
    "item": {
      "productId": 29864,
      "name": "Target eGiftCard USA",
      "description": "A Target GiftCard™ is your opportunity to shop for thousands of items at more than 1,800 Target stores in the U.S. and online at Target.com. From toys and electronics to clothing and housewares, find exactly what you're looking for at Target. No fees. No expiration. No kidding.™",
      "termsAndConditionsInstructions": "<p>Redeemable for merchandise or services (other than gift cards and prepaid cards) at Target stores in the U.S. or Target.com, and cannot be redeemed for cash or credit except where required by law. No value until purchased. For balance information, visit <a href=\"http://www.target.com/giftcards\">Target.com/giftcards</a> or call 1-800-544-2943. To replace the remaining value on a lost, stolen or damaged card with the original purchase receipt, call 1-800-544-2943. ©2018 Target Brands, Inc.&nbsp;</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div><strong>HOW TO REDEEM YOUR GIFT CARD (VOUCHER)?</strong></div><div>1. To redeem your Target eGiftCard at a Target store in the U.S.:</div><p>a. Using your web-enabled mobile device. Click on the Redemption URL.</p><p>b. At check out, a Target team member will scan the Target eGiftCard barcode.</p><p>c. Or, Open this email from a device connected to a printer. Click on the Redemption URL provided above.</p><p>d. Print the resulting eGiftCard page. The Gift Card Number, Access Number, Event Number, and eGiftCard barcode need to be visible on the eGiftCard printout.</p><p>f. At check out, a Target team member will scan the Target eGiftCard barcode.</p><p>2. To redeem your Target eGiftCard on&nbsp;<a href=\"https://www.Target.com\">www.Target.com</a>:</p><p>a. Click on the Redemption URL provided above.</p><p>b. Visit&nbsp;<a href=\"https://www.Target.com\">www.Target.com</a>&nbsp;on your computer or mobile device.</p><p>c. Enter your Target eGiftCard number and access number when checking out.</p><p>d. Your eGiftCard will automatically be applied.</p><p>3. To save to your Target.com account:</p><p>a. Click on the Redemption URL provided above.</p><p>b. Visit&nbsp;<a href=\"https://www.Target.com\">www.Target.com</a>&nbsp;on your computer or mobile device.</p><p>c. Sign in to your account and add this gift card.</p><p>d. Pay in the store when you are signed into&nbsp;<a href=\"https://Target.com\">Target.com</a>&nbsp;on your mobile device.</p><div><strong>HOW TO BUY A TARGET GIFT CARD (VOUCHER)?</strong></div><div>Target Gift Cards (vouchers) are available on the <a href=\"https://stores.xoxoday.com/nreach/\">Xoxoday Store website</a>/Mobile application.&nbsp;</div><div>1. Visit the <a href=\"https://stores.xoxoday.com/nreach/vouchers/description/target-usa-egift-voucher/29864\">Xoxoday Store website/TargetUSA</a>: View and select from the vouchers available.</div><div>2. Select your preferred denomination and checkout: You can choose the denomination/s of your preference from those available.</div><div>3. Pay via Debit/ Credit/ Net Banking or Xoxoday Voucher/Points: Enter your preferred mode of payment and purchase the Gift Cards (vouchers).&nbsp;</div><div><strong>TARGET GIFT CARDS (VOUCHERS) FOR OCCASIONS</strong></div><div>With exciting deals running on various housewares and furniture, grocery and appliances and more, The Target makes replenishing your homes every need even more enjoyable no matter what the occasion is. Plan your perfect layouts and furniture settings for your house. Target has it all. Such a diverse range of options makes Target gift cards (vouchers) the best gift one could ask for. Rather than giving them a generic cliched gift, give them the chance to choose their favourite item with the help of gift cards (vouchers). Go for Target gift cards (vouchers) for Valentines Day, Mothers Day, Fathers Day, Childrens Day, your anniversary or birthday. Bring a smile on your loved ones faces with a thoughtful gifting option for every occasion.</div><div><strong>TARGET GIFT CARDS (VOUCHERS) FOR CORPORATE GIFTING</strong></div><div>Cannot make your mind about the right corporate gift? How about Target gift cards (vouchers) for your employees, clients and partners? With Target gift cards (vouchers), you leave the choice up to them to pick their preferred products. You also give them the option of using the gift cards (vouchers) to buy something for their loved ones. Or for themselves. Use Target gift cards (vouchers) to give your co-workers unconventional gifts this year. A gift should be loved by the recipient after all. And we can guarantee that Target gift cards (vouchers)would absolutely be loved in your organisation!</div><div><strong>FREQUENTLY ASKED QUESTIONS</strong></div><div><strong>How Can I return/Cancel The Target Gift Cards (vouchers) which I have redeemed?</strong></div><div>Regret that it is not possible. Gift Cards (vouchers) once redeemed/bought cannot be cancelled or returned.</div><div><strong>Where can I use my Target Gift Card (voucher)?</strong></div><div>You can use your Target gift card (voucher) in the outlets or on the <a href=\"http://www.target.com\">website</a></div><div><strong>Can I buy a Target Gift Card (voucher) Using my XOXO VOUCHER/POINTS?</strong></div><div>Yes, you can buy a Target Gift Card (voucher) using XOXO VOUCHER/POINTS.</div><div><strong>How can I know the status of my Target Gift Cards (vouchers)?</strong></div><div>Yes of course! Enter your voucher code in the Voucher Detail section. You will know the status of your Target Gift Card (voucher). Alternately, you may also call at +91 80-61915050 or visit <a href=\"https://plum-support.xoxoday.com/support/home\">https://plum-support.xoxoday.com/support/home</a></div>",
      "categories": "Grocery,Remote Work",
      "lastUpdateDate": "2022-07-01 05:55:10",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpCLHmUU_ypq8ns.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 2000,
      "minValue": 5,
      "valueDenominations": "10,100,1000,15,20,2000,5,50,500,65",
      "tatInDays": 0,
      "usageType": "both",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 3,
      "exchangeRate": null
    }
  },
  {
    "brandName": "PlayStation",
    "item": {
      "productId": 29873,
      "name": "PlayStation USA eGift Voucher",
      "description": "Your Ultimate Entertainment CodeDownload the latest games and add ons, watch movies, listen to music, and more.",
      "termsAndConditionsInstructions": "<p>Your use of this “PlayStation™Store“ card (“Card”) constitutes your acceptance of these terms and any additional terms available at <a href=\"https://www.playstationnetwork.com/terms-of-service/\" rel=\"noopener noreferrer\" style=\"color: blue;\" target=\"_blank\">playstationnetwork.com/terms-of-service</a>. Activated Cards can only be redeemed through an account subject to prior acceptance of the Terms of Service and User Agreement and applicable Privacy Policy available at <a href=\"https://www.playstationnetwork.com/terms-of-service/\" rel=\"noopener noreferrer\" style=\"color: blue;\" target=\"_blank\">playstationnetwork.com/terms-of-service</a>. “PS5” and “PS4” consoles, personal computers, access to the internet, compatible hardware and software sold separately. Your account will only accept Cards from the country designated on your account. Card is not redeemable for cash, cannot be returned for cash or credit, and may not be used for any other purpose. Card will not be replaced if lost, destroyed, or stolen.</p><p>Sony Interactive Entertainment LLC, its parent company, affiliated companies and licensors make no express or implied warranties with respect to Card, PSN or the availability of products or services. To the extent permitted by law, your sole and exclusive remedy is the replacement of Card. All rights are reserved. Terms of Card may change without notice. Void where prohibited or restricted by law. No refunds from Sony Interactive Entertainment LLC.</p><p><span style=\"color: rgb(0, 0, 0);\">For assistance, visit </span><a href=\"https://support.playstation.com/\" rel=\"noopener noreferrer\" style=\"color: blue;\" target=\"_blank\">support.playstation.com</a><span style=\"color: rgb(0, 0, 0);\">.</span></p>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<div>1. To get started, click on the Redemption URL provided.&nbsp;</div><div>2. The resulting landing page will provide your Virtual Gift Card ID as well as redemption instructions.</div><div>3. Redeem your code to your SEN account.&nbsp;</div><div>4. Simply login to your account and enter the 25-digit card number.&nbsp;</div><div>5. To create a new account, visit <a href=\"https://id.sonyentertainmentnetwork.com/id/management/\">https://id.sonyentertainmentnetwork.com/id/management/</a>&nbsp; &nbsp;</div><div>6. You must be 13+.&nbsp;</div>",
      "categories": "Remote Work,Gaming",
      "lastUpdateDate": "2022-06-15 05:45:16",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpAWfME6_z7j9x9.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "fixed_denomination",
      "maxValue": 0,
      "minValue": 0,
      "valueDenominations": "10,25,50,60,75,100",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Dominos Pizza",
    "item": {
      "productId": 29877,
      "name": "Dominos Pizza eCard",
      "description": "Domino’s® is more than pizza! Try our mouth-watering Bread Twists, Oven Baked Sandwiches, Pastas, Chicken, pizza & more. Order online at www.dominos.com for lunch, dinner or for your next event.No expiration date and no service fees. Can be redeemed at over 6,000 stores in the United States. For full details, visit www.dominos.com.",
      "termsAndConditionsInstructions": "<p>Usable up to balance only to buy goods or services at participating Domino’s Pizza stores in the U.S. Not redeemable to purchase gift cards. Not redeemable for cash except as required by law. Not a credit or debit card. Safeguard the card. It will not be replaced or replenished if lost, stolen or used without authorization. CARDCO CXXV, Inc. is the card issuer and sole obligor to card owner. CARDCO may delegate its issuer obligations to an assignee, without recourse. If delegated, the assignee, and not CARDCO, will be sole obligor to card owner. Resale by any unlicensed vendor or through any unauthorized channels such as online auctions is prohibited. Purchase, use or acceptance of card constitutes acceptance of these terms. For balance inquiries go to <a href=\"http://www.dominos.com\">www.dominos.com</a> or call 877-250-2278 and for other inquiries visit <a href=\"http://www.dominos.com\">www.dominos.com</a>. Dominos IP Holder LLC. Dominos®, Domino’s Pizza® and the modular logo are trademarks of Domino’s IP Holder LLC.</p>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<div>Dominos Gift Cards (vouchers) are available on the <a href=\"https://stores.xoxoday.com/nreach\">Xoxoday Store website</a>/Mobile application. You can purchase these Gift Cards (vouchers) by using Net Banking, Credit and Debit Cards.</div><div>1. Visit the <a href=\"https://stores.xoxoday.com/nreach/vouchers/description/dominos-pizza-ecard/29877\">Xoxoday Store website/DominosUSA</a>: View and select from the available gift cards (vouchers) of Dominos.</div><div>2. Select your preferred denominations and checkout: You can choose the denomination/s of your preference from those available.</div><div>3. Pay via Debit/ Credit/ Net Banking or Xoxoday Voucher/Points: Enter your preferred mode of payment and purchase the Gift Card (vouchers).</div>",
      "categories": "Food & Restaurant,Remote Work",
      "lastUpdateDate": "2022-06-15 05:45:16",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpyswS28_w9hfz7.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 100,
      "minValue": 5,
      "valueDenominations": "100,25,5,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 5.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Petco",
    "item": {
      "productId": 29879,
      "name": "Petco USA eGift Voucher",
      "description": "<p>Petco is a leading pet specialty retailer that carries more than 10,000 different pet-related products for dogs, cats, fish, reptiles, amphibians, birds and small animals. With more than 1,100 stores in all 50 states, we provide the products, services and advice that make it easier for our customers to be great pet parents.</p>",
      "termsAndConditionsInstructions": "<p>Use of this card constitutes acceptance of the following terms. Treat as cash. Redeemable for merchandise and services at any Petco store, Unleashed by Petco store or on <a href=\"http://petco.com\">petco.com</a>. Not redeemable for cash, except where required by law. Check the balance at any Petco or Unleashed by Petco location, on petco.com or by calling customer service at 800-853-7055. Lost or stolen cards will not be replaced. Issued by Petco Animal Supplies, Inc.</p><p>Gift voucher will be delivered within 6 to 7 working days.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<p><strong>How To Use Your Petco Gift Card: </strong></p><p>&nbsp;</p>",
      "categories": "Wellness & Sports,Remote Work",
      "lastUpdateDate": "2022-07-01 11:08:47",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpJJTxDj_sxf9ut.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "fixed_denomination",
      "maxValue": 0,
      "minValue": 0,
      "valueDenominations": "10,100,200,50",
      "tatInDays": 7,
      "usageType": "",
      "deliveryType": "delayed",
      "isCommon": "0",
      "fee": 0,
      "discount": 8,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Papa Johns",
    "item": {
      "productId": 29881,
      "name": "Papa Johns USA eGift Voucher",
      "description": "Take the guesswork out of gift giving. A Papa John’s eGift Card can be given to anyone who loves great tasting pizza! It is the perfect gift for those “hard to buy for” people on your shopping list. Papa John's eGift Cards can be redeemed at more than 3,200 participating restaurants in the U.S. Plus, Papa John's eGift Cards do not expire or have service fees.",
      "termsAndConditionsInstructions": "<p>You may redeem your Papa John’s eGift Card for food, beverages, or gratuity at <a href=\"http://www.papajohns.com\">www.papajohns.com</a>. This card is not redeemable for cash, except as required by law. Visit <a href=\"http://www.papajohns.com\">www.papajohns.com</a> to find the nearest restaurant. Call 1-800-325-1119 for balance inquiries. Please treat your eGift Card like cash and safeguard it accordingly.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Check an outlet locator for a Papa Johns restaurant near you that accepts this gift card (voucher) or the website.</div><div>2. Outlet locator - <a href=\"https://locations.papajohns.com/united-states\">https://locations.papajohns.com/united-states</a></div><div>3. Order your preferred products.</div><div>4. Show your gift card (voucher) at the time of billing to redeem.</div>",
      "categories": "Food & Restaurant,Remote Work",
      "lastUpdateDate": "2022-06-15 05:45:16",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/image/phpEluK6z_mspndo.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "10,100,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 5.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Panera Bread",
    "item": {
      "productId": 29883,
      "name": "Panera Bread USA eGift Voucher",
      "description": "<p>Panera believes that food you can feel good about, served in a warm and welcoming environment by people who care, can bring out the best in all of us. That means crafting a menu of soups, salads and sandwiches that Panera is proud to feed its own families. Like poultry and pork raised without antibiotics on our salads and sandwiches. A commitment to transparency and options that empower Panera’s guests to eat the way they want. Seasonal flavors and whole grains. And a commitment to removing artificial additives (artificial flavors, sweeteners, preservatives and colors from artificial sources) from the food in its bakery-cafes. Why? Because Panera thinks that simpler is better and believes in serving food as it should be. Because when you don’t have to compromise to eat well, all that is left is the joy of eating. <span style=\"color: rgb(0, 0, 0);\">For more information, visit </span><a href=\"https://www.panerabread.com/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 0, 0);\">panerabread.com</a><span style=\"color: rgb(0, 0, 0);\"> or f</span>ind us on Twitter (@panerabread), Facebook (facebook.com/panerabread) or Instagram (@panerabread).</p>",
      "termsAndConditionsInstructions": "<p>Redeemable only for products at <a href=\"https://www.panerabread.com/en-us/home.html\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 0, 255);\">panerabread.com&nbsp;</a>or<span style=\"color: rgb(76, 51, 39);\"> </span>participating U.S. Panera Bread® bakery-cafes. Not refundable or redeemable for cash unless required by law. Not redeemable to purchase another gift card. Reloadable. This card is issued by and represents an obligation solely of Bakery Cafe Cards, LLC or, if sold by a Panera franchisee, such franchisee. For complete terms and conditions (including arbitration agreement), which are subject to change, or for balance inquiries, please visit <a href=\"https://www.panerabread.com/en-us/home.html\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 0, 255);\">panerabread.com</a> or call 1-877-218-5366. Purchase, use or acceptance of this card constitutes acceptance of these terms and conditions.</p><p>For Panera Bread locations, please visit <a href=\"https://www.panerabread.com/en-us/home.html\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 0, 255);\">panerabread.com</a>. ©2021 Panera Bread. All Rights Reserved.</p>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<div>1. Check an outlet locator for a Panera Bread near you that accepts this gift card (voucher).</div><div>2. Order your preferred products.</div><div>3. Show your gift card (voucher) at the time of billing to redeem.</div>",
      "categories": "Food & Restaurant,Remote Work",
      "lastUpdateDate": "2022-06-01 05:55:11",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php101TCI_g5qflk.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 200,
      "minValue": 3,
      "valueDenominations": "10,100,200,3,4,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 6,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Sephora",
    "item": {
      "productId": 29884,
      "name": "Sephora USA eGift Card",
      "description": "<p>Got a case of the hmm's? Not anymore. The Sephora eGift Card solves your every gift-giving indecision. The card can be redeemed in store, online, or through any of our catalogs.&nbsp;What's more, it doesn't expire, and both the balance and transaction history can be checked online or in any Sephora store.</p>",
      "termsAndConditionsInstructions": "<p>Purchase, use or acceptance of this eGift Card constitutes acceptance of the following terms: eGift Cards are redeemable only for merchandise sold in U.S. Sephora stores, on&nbsp;Sephora.com&nbsp;for U.S. orders only, through the U.S. Sephora App, or at Sephora inside JCPenney stores. eGift Cards are not redeemable or exchangeable for cash (except as required by law). This eGift Card does not expire and is valid until redeemed, and no fees will be charged against the unused balance.&nbsp; You may not add value to an eGift Card. The value of this eGift Card will not be replaced if the card is lost, stolen, altered or destroyed. Treat this card as cash. If your purchase exceeds the unused balance of the eGift Card, you must pay the excess at the time of purchase. If your purchase is less than the balance of the card, the difference will be available to you for future redemption. This eGift Card is issued by LGCS Inc., a Florida corporation, which is the sole legal obligor to the cardholder.&nbsp;Neither Sephora USA, Inc. nor any of its subsidiaries or affiliates other than LGCS Inc. shall be liable to the cardholder with respect to the card.&nbsp;&nbsp;You may purchase an eGift Card for your own use or as a gift for another person.&nbsp; All sales of eGift Cards are non-refundable and final.&nbsp;For complete terms and conditions (including arbitration agreement and class action waiver), which are subject to change, please visit&nbsp;<a href=\"http://www.sephora.com/giftcards\">www.sephora.com/giftcards</a>. For Sephora store locations, to order, or for card balance, please visit&nbsp;<a href=\"http://Sephora.com\">Sephora.com</a>&nbsp;or call&nbsp;1-888- 860-7897. © 2020&nbsp;LGCS Inc.&nbsp; All rights reserved.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Use an outlet locator to locate the nearest Sephora around you that accepts this voucher or visit <a href=\"http://www.sephora.com\">www.sephora.com</a></div><div>2. Outler locator-&nbsp;<a href=\"https://www.sephora.com/happening/stores/sephora-near-me\">https://www.sephora.com/happening/stores/sephora-near-me</a></div><div>3. Choose your desired option from their collection.</div><div>4. At the checkout, use your voucher to redeem it.</div>",
      "categories": "Wellness & Sports",
      "lastUpdateDate": "2022-06-24 09:40:59",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpSr5kRZ_f5dmnk.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 250,
      "minValue": 5,
      "valueDenominations": "100,20,200,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 6,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Office Depot",
    "item": {
      "productId": 29888,
      "name": "Office Depot USA eGift Voucher",
      "description": "<p>Shop office supplies, furniture & technology at Office Depot. For paper, ink, toner & more, find trusted brands at everyday low prices.</p>",
      "termsAndConditionsInstructions": "<p>Office Depot eGift Cards are valid on purchases at Office Depot U.S. stores, online or by phone (excluding all gift and prepaid cards). eGift Cards are not redeemable for cash, except as required by law. eGift Cards cannot be used as a credit card or account payment. Safeguard your eGift Card and treat it like cash. Purchases are deducted from the card until balance reaches zero. Obtain card balance in-store, at 1-877-776-5056 or at <a href=\"http://www.officedepot.com\">www.officedepot.com</a>. You must call before using the card if more than 5 years elapse since funding. No expiration date or service fees apply. Office Depot eGift Cards are issued by North American Card and Coupon Services, LLC.&nbsp;</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Visit the nearest Office Depot outlet near you and inquire if they accept gift cards (vouchers) or visit the <a href=\"http://www.officedepot.com\">website</a>.&nbsp;</div><div>2. Outlet Locator-&nbsp;<a href=\"https://www.officedepot.com/storelocator/\">https://www.officedepot.com/storelocator/</a></div><div>3. Choose your preferred products.</div><div>4. At checkout, use the Gift Card (voucher) to redeem.&nbsp;</div>",
      "categories": "Electronics,Home & Living",
      "lastUpdateDate": "2022-06-25 05:55:15",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpRJh1bz_yfhhug.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 15,
      "valueDenominations": "100,250,50,500",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 6,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Nordstrom Rack",
    "item": {
      "productId": 29891,
      "name": "Nordstrom Rack USA eGift Voucher",
      "description": "<p>Nordstrom Rack has been serving customers for over 40 years, offering many of the same Nordstrom brands customers know and love at great prices. Nordstrom Rack is committed to serving customers on their terms: in stores, online or through mobile and exciting flash sales powered by Hautelook.com</p>",
      "termsAndConditionsInstructions": "<p>Nordstrom Gift Cards and e-Gift Cards do not expire, have no fees and are redeemable at Nordstrom Rack stores. Simply present your Gift Card to any salesperson at the time of purchase.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. The Gift Card (voucher) can be used in stores and <a href=\"http://nordstrom.com\">online</a> at Nordstrom, Nordstrom Rack and HauteLook.&nbsp;</div><div>2. Choose the products you like.</div><div>3. At checkout/billing, use the Gift Cards (vouchers) to avail benefits.</div>",
      "categories": "Fashion & Lifestyle,Baby & Kids",
      "lastUpdateDate": "2022-06-24 09:40:12",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpES3EZ5_weuhxl.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "100,25,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 3.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Fandango",
    "item": {
      "productId": 29893,
      "name": "Fandango1",
      "description": "Fandango is Your Ticket to the Movies. Use Fandango gift cards to purchase tickets in advance to theaters including Regal, AMC, Cinemark, Marcus Theaters, and many others. Fandango, the nation's leading moviegoer destination, sells tickets to more than 33,000 screens nationwide. Fandango entertains and informs consumers with reviews, commentary, celebrity interviews and trailers, and offers the ability to quickly select a film, plan where and when to see it, and conveniently buy tickets in advance. For many theaters, fans can print their tickets at home or receive them as a paperless Mobile Ticket on their smartphones. Fandango's top-ranking movie ticketing apps, with 205 million downloads, are available on the iPhone and iPad, Android, and many other platforms. Fandango gift cards are redeemable online at fandango.com or via any of our free mobile apps. Cannot be redeemed directly at any Fandango partner theater box office.",
      "termsAndConditionsInstructions": "<p>Purchase, use or acceptance of this Card constitutes acceptance of the following terms: Upon activation at time of purchase, Card can only be used towards the purchase of movie tickets from Fandango via the Internet and mobile devices. To redeem this Card, visit <a href=\"http://www.fandango.com\">www.fandango.com</a> or a Fandango mobile app, and on the purchase check-out page, click \"Gift card,\" enter your Claim Code, then click \"Apply.\" Purchase of movie tickets is subject to Fandango's <a href=\"http://www.fandango.com/termsofuse\">Terms of Use</a>&nbsp; and <a href=\"http://www.fandango.com/PrivacyPolicy\">Privacy Policy</a>.&nbsp;Card valid towards movie ticket purchase and Fandango convenience fee. Check balance online at <a href=\"http://www.fandango.com/GiftCardStatus\">www.fandango.com/GiftCardStatus</a>. For customer service, visit www.fandango.com or call 866-857-5191. Card has no cash value and cannot be redeemed for cash, except as required by law. Card cannot be replaced if lost, stolen, or used without authorization. Card retains unused balance, and has no expiration date. Card is for personal, non-commercial use only. Card is issued by, and is a legal obligation solely of, Fandango Marketing LLC. Fandango LLC is not responsible for this Card and you hereby knowingly release Fandango LLC from all liability or claims of any nature whatsoever arising in connection with this Card. © 2019&nbsp;Fandango Marketing, LLC. <a href=\"http://www.Fandango.com\">www.Fandango.com</a>.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Please click on <a href=\"http://Fandango.com\">Fandango.com</a></div><div>2. The resulting page will provide your eGift Card (Voucher) Code and PIN, along with step-by-step redemption instructions.</div><div>3. Your e-Gift Card (Voucher) can be used at <a href=\"http://Fandango.com\">Fandango.com</a> or via the Fandango mobile app for Fandango partner theaters in the U.S.</div><div>&nbsp;</div>",
      "categories": "Travel & Entertainment,Remote Work",
      "lastUpdateDate": "2022-06-15 05:45:16",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpmPxrfe_zawsdn.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "fixed_denomination",
      "maxValue": 0,
      "minValue": 0,
      "valueDenominations": "25,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 5.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Nike",
    "item": {
      "productId": 29894,
      "name": "Nike USA eGift Voucher",
      "description": "<p>Nike Gift Cards unlock a world of footwear, apparel, and equipment. Gift Cards are redeemable at <a href=\"https://www.nike.com/\">Nike.com</a>, <a href=\"https://www.converse.com/\">Converse.com</a> and at Nike and Converse-owned retail locations in the United States and Puerto Rico, or by phone at 1-800-806-6453.</p>",
      "termsAndConditionsInstructions": "<p>This Gift Card is redeemable for eligible goods and services online at <a href=\"https://www.nike.com/\">Nike.com</a>, <a href=\"https://www.converse.com/\">Converse.com</a>, select Nike mobile applications, and at any Nike-owned and Converse-owned retail stores in the United States and Puerto Rico. Gift Cards may not be returned or redeemed for cash, except as required by law. Gift Cards will not be replaced if lost or stolen. No refunds or exchanges on Gift Cards. For complete terms and conditions, or balance inquiries, please visit <a href=\"https://www.nike.com/gift-cards\">Nike.com/GiftCards</a> or call 1-800-806-6453. The purchase, acceptance, or use of this Gift Card constitutes acceptance of these terms and conditions.&nbsp;</p><p>Gift voucher will be delivered within 6 to 7 working days.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Visit any Nike owned outlet near you and inquire if they accept Gift Cards (vouchers)&nbsp;or visit the <a href=\"http://nike.com\">website</a></div><div>2. Choose your preferred product.</div><div>3. Show the voucher during billing to redeem the voucher.</div><div>4. The order will be delivered in 3-5 working days</div>",
      "categories": "Fashion & Lifestyle,Baby & Kids",
      "lastUpdateDate": "2022-07-01 11:08:00",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpWmTWC6_ntd96m.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "fixed_denomination",
      "maxValue": 0,
      "minValue": 0,
      "valueDenominations": "10,100,15,200,400,45,5,50,500,90",
      "tatInDays": 7,
      "usageType": "",
      "deliveryType": "delayed",
      "isCommon": "0",
      "fee": 0,
      "discount": 8,
      "exchangeRate": null
    }
  },
  {
    "brandName": "NFL",
    "item": {
      "productId": 29897,
      "name": "NFL USA eGift Voucher",
      "description": "NFLShop.com is the official online shop of the NFL and the number one online destination for our fans. We are committed to providing you with the best possible experience from shopping online, to speaking with a specialized agent in our call center, to getting your order to your door step. We want you to know that you can always count on NFLShop.com for all your officially licensed NFL merchandise.",
      "termsAndConditionsInstructions": "Terms and ConditionsOnline Gift Certificates are non-transferable, non-refundable and are not redeemable for cash except as required by law. We cannot replace lost or stolen Online Gift Certificates. If you have any additional questions, please contact our Customer Service Department. No sales tax is charged when buying Online Gift Certificates, however, purchases paid for with Online Gift Certificates will be charged applicable sales tax if shipped to addresses in respective states.",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Shop online at <a href=\"http://NFLShop.com\">NFLShop.com</a> and select items you wish to purchase.</div><div>2. When you are ready to checkout, click Shopping Cart. Proceed through the checkout. Enter your Gift Card (voucher) Code.</div><div>3. Click Apply and you will see your Gift Card (voucher) amount deducted from your merchandise total. Any unused portion of your Gift Card (voucher) will be placed in your account balance and automatically applied to your next purchase. You can view your account balance by logging in to your account.&nbsp;</div>",
      "categories": "Fashion & Lifestyle,Baby & Kids",
      "lastUpdateDate": "2022-05-31 05:55:12",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php2a9WEK_tm3asv.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "10,100,25,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 7,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Game Stop",
    "item": {
      "productId": 29898,
      "name": "Game Stop ",
      "description": "GameStop is a Fortune 500 company and is a global multichannel retailer focusing on video games, pop culture toys and consumer electronics with more than 5,800 stores worldwide. GameStop’s consumer product network also includes ThinkGeek stores, www.gamestop.com and www.thinkgeek.com ",
      "termsAndConditionsInstructions": "<p>This gift card is redeemable only for the purchase of merchandise only in the U.S. at GameStop, ThinkGeek, EB Games, Babbage’s, and Planet X stores and online at <a href=\"https://www.GameStop.com\">GameStop.com</a>. Card does not expire or impose any fees. Except where required by law, it may not be returned, redeemed for cash, or applied as payment on any account, and will not be replaced if lost or stolen. Not responsible for unauthorized use. This card is not a credit card or a debit card and carries no warranties, express or implied. This card is issued by and represents solely the obligation of Marketing Control Services, Inc. (a Virginia corporation), which reserves the right to change these terms and conditions at any time. Use or acceptance of this card constitutes acceptance of these terms and conditions. To obtain your card balance, visit <a href=\"http://www.gamestop.com\">www.gamestop.com</a>.</p><p>Purchases of gift cards never count towards promotional totals (e.g. $10 off of $30). In order to take advantage of those promotions, customers must buy merchandise. Purchases of gift cards do not accrue PowerUp Rewards Points.</p><p>GameStop is a family of preferred destinations for gaming, collectibles and consumer electronics.</p><p><strong>To find a store near you visit </strong><a href=\"https://www.GameStop.com\"><strong>GameStop.com</strong></a></p><p><strong>PLEASE TREAT THIS EGIFT CARD LIKE CASH AND SAFEGUARD IT ACCORDINGLY</strong></p>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<p>1. Open the Redemption Url above, print out the Digital Gift Card.</p><p>2. The card is redeemable at US GameStop, EB Games, Babbages, Electronic Boutique, EBX, Planet X, and Software Etc. stores.</p>",
      "categories": "Gaming",
      "lastUpdateDate": "2022-06-15 05:45:16",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php7DwWdp_uqvhtn.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "10,100,25,250,5,50,500",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 3.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Gap",
    "item": {
      "productId": 29900,
      "name": "Gap (USA)",
      "description": "<p>Gap has everything you need to express your personal style. Whether you’re looking for wardrobe essentials such as t-shirts, hoodies, great-fitting pants, or trendy tops and great denim, you’ll find great clothes and accessories for men, women, boys, girls and baby at Gap.</p>",
      "termsAndConditionsInstructions": "<p>You may redeem this eGiftCard at any Gap brand, Old Navy, Banana Republic or Athleta location in the USA, Puerto Rico and Canada, including Outlet and Factory stores, and&nbsp;<a href=\"https://gap.com/\">gap.com</a>,&nbsp;<a href=\"https://oldnavy.com/\">oldnavy.com</a>,&nbsp;<a href=\"https://bananarepublic.com/\">bananarepublic.com</a>, and&nbsp;<a href=\"https://athleta.com/\">athleta.com</a>.&nbsp; This card is not redeemable for cash except as required by law.&nbsp; For balance inquiry, visit us&nbsp;<a href=\"https://www.gap.com/customerService/info.do?cid=2116&mlink=5058,1901277,4&clink=1901277\">online</a>&nbsp;or call 800-GAPSTYLE.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Use an outlet locator to locate the nearest Gap store around you that accepts this voucher.</div><div>2. Outlet locator- <a href=\"https://www.gap.com/stores\">https://www.gap.com/stores</a></div><div>3. Choose your desired option from their collection.</div><div>4. At the checkout, use your voucher to redeem it.</div>",
      "categories": "Fashion & Lifestyle,Baby & Kids",
      "lastUpdateDate": "2022-05-31 12:53:52",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/image/php4bqpSV_klfakh.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 10,
      "valueDenominations": "10,100,25,50,500",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 9,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Macys",
    "item": {
      "productId": 29909,
      "name": "Macys USA eGift Voucher",
      "description": "Macy’s, established in 1858, is America’s Omnichannel Store – an iconic retailing brand with about 800 stores operating coast-to-coast and online at macys.com",
      "termsAndConditionsInstructions": "Terms and ConditionsFor balance inquiry, call 1-800-511-2752 or go to macys.com. This card is redeemable only for merchandise and in-store services at Macy’s, Macy’s Backstage and macys.com (US only); it may not be redeemed for cash (except as required by law) or applied as payment or credit to any credit card account. Macy’s reserves the right to not honor cards obtained from unauthorized sellers, including internet auction sites. Protect this card: you are responsible if it is lost or stolen. Lost or stolen cards will only be replaced with proof of purchase and only for the value shown on our records. This card is issued by Macy’s Gift Card, LLC and is required for all inquiries.Your Macy's E-Gift Card never expires!",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Use an outlet locator to locate the nearest Macys store around you that accepts this voucher, or visit the website <a href=\"http://www.macys.com\">www.macys.com</a></div><div>2. Choose your desired option from their collection.</div><div>3. At the checkout, use your voucher to redeem it.</div>",
      "categories": "Fashion & Lifestyle,Electronics,Home & Living,Gold & Jewelry,Baby & Kids",
      "lastUpdateDate": "2022-05-31 05:55:20",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpfKW0PY_wclb3t.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "fixed_denomination",
      "maxValue": 0,
      "minValue": 0,
      "valueDenominations": "25,50,100,250",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 9,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Google Play",
    "item": {
      "productId": 29911,
      "name": "Google Play gift code (Email Delivery - US Only)",
      "description": "<div>With millions of apps, games, and more to discover, there's something for everyone on Google Play. Use a Google Play gift code to explore a world of endless play, from your go-to games to the apps you can’t live without. No fees, no expiration dates, and no credit card required to start playing – which means it’s the perfect gift for anyone. Even if that person is you. Download your favorites instantly to enjoy on the go, on the couch, or whatever moment you’re in. Your Google Play apps, games, and more are available across devices, everywhere you enjoy them – including Android, iOS, Chromecast, and your web browser.</div><div>&nbsp;</div>",
      "termsAndConditionsInstructions": "<p>See <a href=\"http://play.google.com/us-card-terms\">play.google.com/us-card-terms</a> for full terms. Must be 13+ years of age, US resident. Google Play card is issued by Google Arizona LLC (“GAZ”). Requires Google Payments account and internet access to redeem. Redeemed balance is maintained by GAZ’s affiliate, Google Payment Corp. (“GPC”), in your Google Payments account. Usable for purchases of eligible items on Google Play only. Not usable for hardware and certain subscriptions. Other limits may apply. No fees or expiration dates. Except as required by law, card is not redeemable for cash or other cards; not reloadable or refundable; cannot be combined with other non-Google Play balances in your Google Payments account, resold, exchanged or transferred for value. User responsible for loss of card. For assistance or to view your Google Play card balance, visit <a href=\"https://www.support.google.com/googleplay/go/cardhelp\">support.google.com/googleplay/go/cardhelp</a>. To speak to customer care call us at 1-855-466-4438.</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Visit <a href=\"http://play.google.com/redeem\">play.google.com/redeem</a>.</div><div>2. Sign into your Google account or create a new account.</div><div>3. Enter your gift card (voucher) code when prompted and click on 'Redeem'.</div><div>4. Gift cards (voucher) must be redeemed towards the purchase of eligible products on <a href=\"https://play.google.com\">https://play.google.com</a>.</div>",
      "categories": "Travel & Entertainment,Remote Work",
      "lastUpdateDate": "2022-07-04 12:43:21",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpQBjoRE_yihs2b.png",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "fixed_denomination",
      "maxValue": 0,
      "minValue": 0,
      "valueDenominations": "10,100,15,20,25,30,35,40,45,5,50,55,60,65,70,75,80,90",
      "tatInDays": 7,
      "usageType": "",
      "deliveryType": "delayed",
      "isCommon": "0",
      "fee": 0,
      "discount": 2,
      "exchangeRate": null
    }
  },
  {
    "brandName": "JCPenney",
    "item": {
      "productId": 29913,
      "name": "JCPenney USA eGift Card",
      "description": "JCPenney, one of America’s leading retailers, operates more than 870 department stores throughout the US and PR. JCPenney offers a wide array of brands at smart prices including family apparel, home furnishings, fine jewelry, footwear, accessories and beauty products and services.",
      "termsAndConditionsInstructions": "<p>JCPenney gift cards are redeemable for merchandise or services (excluding gift card purchases) at JCPenney stores in the U.S. and Puerto Rico and online at <a href=\"http://jcp.com\">jcp.com</a>. Cards are not redeemable for cash except where required by law. Gift cards cannot be used to make payments for credit card accounts. Lost, stolen or damaged gift cards may be replaced in the amount of the current balance remaining with proof of possession as required by JCPenney. Contact your local JCPenney store for details. Card has no value until activated. Gift cards have no fees or expiration date. For balance inquiry or customer service, call 1-800-294-8804 or visit www.jcp.com. E-gift card and gift card purchases made online are limited to a 2-code redemption. &nbsp;If you wish to redeem 3 or more cards/e-cards, please visit a JCPenney store for your purchase. The JCPenney gift card is not accepted at JCPenney outlet stores.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Use an outlet locator to locate the nearest JCPenney store around you that accepts this voucher, or visit the website <a href=\"http://www.jcp.com\">www.jcp.com</a>,&nbsp; or call 800-322-1189.&nbsp;</div><div>2. Outlet locator-&nbsp;<a href=\"https://www.jcpenney.com/findastore\">https://www.jcpenney.com/findastore</a></div><div>2. Choose your desired option from their collection.</div><div>3. At the checkout, use your voucher to redeem it.</div><div>&nbsp;</div>",
      "categories": "Fashion & Lifestyle",
      "lastUpdateDate": "2022-07-01 06:30:09",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpDesYFm_vkxeyj.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 10,
      "valueDenominations": "10,100,25,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 8,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Groupon",
    "item": {
      "productId": 29917,
      "name": "Groupon USA eGift Card",
      "description": "Groupon’s daily deals feature the best stuff to do, see, eat, and buy in hundreds of cities worldwide—all at an unbeatable discount. Whether it's half off at a neighborhood restaurant or 90% off a hot air balloon ride, we thoroughly inspect each offer to ensure that customers get twice the fun for half the price. Explore your city today with a Groupon gift card, valid for immediate use on any awesome Groupon deal that catches your fancy. Visit www.groupon.com and sign in or create a free account to redeem your gift card.",
      "termsAndConditionsInstructions": "<p>When you redeem a Groupon eGift Card, the full balance is transferred into your account. You can see your account balance by logging into your account. If you have concerns, please contact customer service at 1-888-664-4482 or email <a href=\"mailto:support@groupon.com\">support@groupon.com</a>. You may redeem this eGift Card at Groupon.com. This card is not redeemable for cash. &nbsp;PLEASE TREAT THIS EGIFT CARD LIKE CASH AND SAFEGUARD IT ACCORDINGLY.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Visit the website <a href=\"http://www.groupon.com\">www.groupon.com</a></div><div>2. Click Sign In If you already have an account, enter your email and password to sign in.</div><div>3. If you are new to Groupon, click Sign Up to create a new account.&nbsp;</div><div>4. Check for an email from Groupon asking you to activate your account.</div><div>5. Choose your preferred products.</div><div>6. Show your gift card (voucher) at the time of billing to redeem.</div>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-06-15 05:45:16",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpGxrc10_uvpnoq.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 200,
      "minValue": 10,
      "valueDenominations": "10,100,20,200,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 5.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Jiffy Lube",
    "item": {
      "productId": 29918,
      "name": "Jiffy Lube USA eGift  Voucher Card",
      "description": "Jiffy Lube® believes every driver deserves to be free from the anxiety of keeping their vehicle in top shape.Their customers value their vehicles and depend on it to keep their life running. They understand the importance of an oil change and proper maintenance.Jiffy Lube does more than change oil. They are preventive maintenance experts and have the nation’s only ASE-certified training program in the quick lube industry. Every Jiffy Lube has access to manufacturer’s recommendations for all vehicle makes and models and even keeps customer service records on file in their nationwide database — so no matter where they are — their customers know that Jiffy Lube understands them and their vehicles.",
      "termsAndConditionsInstructions": "<p>For balance inquiry, call 1-800-544-7537. If you have concerns, please contact your local Jiffy Lube® Service Center, visit <a href=\"http://www.giftcard.jiffylube.com\">www.giftcard.jiffylube.com</a>, call eGift Card Support at 1-877-558-2646 &nbsp;or visit <a href=\"http://giftcard.jiffylube.com\">http://giftcard.jiffylube.com</a> . You may redeem this eGift Card at participating Jiffy Lube® Service Centers in the US. This card is not redeemable for cash except as required by law. PLEASE TREAT THIS EGIFTCARD LIKE CASH AND SAFEGUARD IT ACCORDINGLY.</p>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<p>Using your eGift&nbsp;Card is simple:</p><ul><li>Click the Redemption URL provided above. Print the resulting page.</li><li>Visit a Jiffy Lube&nbsp;Service Centers to redeem for products or services.</li></ul>",
      "categories": "Automobiles & Accessories",
      "lastUpdateDate": "2022-06-15 05:45:16",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpQn9jIH_ffpfun.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 15,
      "valueDenominations": "100,20,200,300,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 7.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "I HOP",
    "item": {
      "productId": 29921,
      "name": "I HOP ",
      "description": "The fluffiest pancakes. Omelettes layered with flavor. And delicious, crave-worthy combos. Whatever the occasion, give the breakfast lovers in your life the perfect gift with IHOP® restaurant Gift Cards. And, our Gift Cards can be used at more than 1,650 U.S. locations. Plus, there are no fees or expiration dates. Visit http://www.ihop.com/restaurant-gift-cards to learn more.",
      "termsAndConditionsInstructions": "<p>This gift card is usable up to balance only to purchase goods or services at any IHOP® restaurant in the U.S. and Canada. Not usable to purchase gift cards. Card is not redeemable for cash unless required by law. This is not a credit or debit card. Safeguard this card. It will not be replaced or replenished if lost, stolen, damaged or used without authorization. IHOP TPGC, LLC or the Franchisee of the independently owned restaurant where card was purchased is the card issuer. IHOP TPGC or Franchisee may delegate its issuer obligations to an assignee. Purchase, use or acceptance of card constitutes acceptance of these terms. For remaining balance or other inquiries, go to ihop.com or call 1-855-316-7063.</p><p>&nbsp;</p><p>©2021 IHOP Restaurants LLC</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Print out the Digital Gift Card.</div><div>2. Check the outlet locator for a IHOP outlet near you that accepts this gift card (voucher).</div><div>3. Outlet locator- <a href=\"https://www.ihop.com/en/restaurants\">https://www.ihop.com/en/restaurants</a></div><div>4. Order your preferred products.</div><div>5. Show your gift card (voucher) at the time of billing to redeem.</div>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-06-15 05:45:16",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpRbqTjo_gesu3n.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 200,
      "minValue": 5,
      "valueDenominations": "100,200,25,5,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 6.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Steam",
    "item": {
      "productId": 33439,
      "name": "Steam USA E-Gift Voucher",
      "description": "<div>Use this Wallet Code to deposit the stated value into your Steam Wallet, which you can use to buy your favorite games. Choose from all the best titles on both PC and Mac ? from current blockbusters, greatest hits, to the best of the independents.&nbsp;</div><div>&nbsp;</div><div>&nbsp;</div><div>&nbsp;</div><div>How does it work?&nbsp;</div><div>&nbsp;</div><div>&nbsp;</div><div>&nbsp;</div><div>1. You will receive a printable receipt with your Steam Wallet Code.&nbsp;</div><div>&nbsp;</div><div>2. If you already have Steam, go to ?Redeem Steam Wallet Code? in the Games menu.&nbsp;</div><div>&nbsp;</div><div>3. Otherwise go to www.steampowered.com/wallet.&nbsp;</div><div>&nbsp;</div><div>4. Enter the Wallet Code from your printed receipt and follow instructions.&nbsp;</div><div>&nbsp;</div><div>5. The funds will be added to your account and be ready for use. Have fun!&nbsp;</div><div>&nbsp;</div><div>&nbsp;</div><div>&nbsp;</div><div>Steam Wallet Codes offered subject to your acceptance of the Steam Subscriber Agreement (?SSA?). To redeem your Steam Wallet Code, you must have or create a Steam account and accept the SSA. Please see http://www.steampowered.com/agreement to view the SSA prior to purchase. If you do not agree with the provisions of the SSA, you should return the unredeemed Steam Wallet Code to your retainer in accordance with their return policy.</div>",
      "termsAndConditionsInstructions": "<p>\"2.4 End-User Notification; Form of Delivery of Steam Wallet Keys to End-Users. Prior to completing a sale of a Steam Wallet Key to an end user, Distributor will provide the end user with: (i) a clear and accurate description of the denomination associated with the Steam Wallet Key; (ii) clear and accurate instructions regarding how to use the Steam Wallet Key to fund their Steam Wallet; (iii) notice that the Steam Wallet Keys are only licensed for use in the Territory; (iv) notice that activation of and access to the funds associated with the Steam Wallet Key requires the end user to become a Steam subscriber and agree to the terms and conditions of Valve?s Steam user agreements; and (v) access to a copy of the Steam user agreements. Distributor shall ensure that (a) where Steam Wallet Keys are sold via an Internet site, such information will be displayed prominently on the page where the Steam Wallet Key is available for purchase, next to a description of the Steam Wallet Key and the ?Purchase? button, in the same language that other information on that site is displayed in; and (b) the Steam Wallet Key is provided on a physical piece of paper or other physical medium (or, in the case of electronic distribution, a printable receipt that includes the Steam Wallet Key) which also contains the information required above, in the local language. An example of an acceptable English-language version of the required information is set forth on Exhibit B. If Distributor wishes to depart from an accurate translation of the language set forth on Exhibit B in any material way, Distributor shall first obtain Valve?s prior review and written approval of the revised notice language. Before publication, distribution, display or other use of any Promotional Materials, Distributor will submit such Promotional Materials to Valve for its review and approval, and Distributor will not use any Promotional Materials without Valve?s prior written approval. Distributor acknowledges that all Promotional Materials must be consistent with any guidelines provided by Valve and with the high-quality image, reputation and standards of Valve and protect the goodwill associated with the Valve Trademarks. Nothing in this Agreement authorizes, or shall be deemed to authorize, Distributor to create or distribute any merchandise incorporating the Valve Trademarks or other Valve intellectual property without Valve?s prior written consent.\"</p><p>Disclaimer: The merchants represented are not sponsors of the rewards or otherwise affiliated with Xoxoday. The logos and other identifying marks attached are trademarks of and owned by each represented company and/or its affiliates. Please visit each company's website for additional terms and conditions. Present the Terms and Conditions anytime you're presenting specific gift card use details.</p><p><strong>Gift vouchers validity can not be extended once expired.</strong></p><p><strong>Gift voucher will be delivered within 6 to 7 working days.</strong></p>",
      "expiryAndValidity": "",
      "redemptionInstructions": "<p>To use Steam Wallet funds, you must register for a Steam account and accept the terms of the Steam Subscriber Agreement. Some games may be age-restricted. Please check age restrictions before spending Steam Wallet funds. Availability and pricing of games applies at the time of download. Steam Wallet funds are not redeemable for cash or credit and are not for resale. Wallet funds are your responsibility to maintain. Internet access is required to use the funds. For minimum system requirements to use Steam and/or use applications available on Steam, see www.steampowered.com. ?Valve Corporation. All rights reserved. Steam and the Steam logo are trademarks and/or registered trademarks of Valve Corporation.</p>",
      "categories": "Travel & Entertainment",
      "lastUpdateDate": "2022-05-12 10:48:34",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/image/data/Gift%20Voucher/Steam-small.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "fixed_denomination",
      "maxValue": 0,
      "minValue": 0,
      "valueDenominations": "100,10,20,50",
      "tatInDays": 7,
      "usageType": "",
      "deliveryType": "delayed",
      "isCommon": "0",
      "fee": 5,
      "discount": 0,
      "exchangeRate": null
    }
  },
  {
    "brandName": "American Eagle",
    "item": {
      "productId": 40753,
      "name": "American Eagle",
      "description": "American EagleWe are America's favorite jeans brand, but we’re about more than making great jeans. We’re about making real connections with the people who wear them. We embrace and empower their individuality and celebrate their freedom. We believe every person deserves a pair of jeans that brings out their best self. Find yours (and everything you need to go with it!) in stores, on the app, or at ae.com. #AEJeans",
      "termsAndConditionsInstructions": "<p>Call 1.877.274.3004 or go to <a href=\"https://www.ae.com/\" target=\"_blank\">ae.com</a> for your AE gift card balance. Unless otherwise required by law, this gift card may be redeemed for merchandise only in U.S. or Canadian dollars at any American Eagle Outfitters®, Aerie®, Tailgate®, and Don’t Ask Why® store in the U.S. or Canada, as well as at <a href=\"https://www.ae.com/\" rel=\"noopener noreferrer\" target=\"_blank\">ae.com</a> or <a href=\"https://www.ae.com/aerie/\" rel=\"noopener noreferrer\" target=\"_blank\">aerie.com</a>, or by calling 1.888.232.4535. Purchase, use, or acceptance of the AEO gift card constitutes acceptance of these terms and conditions, the <u>AEO Terms of Use</u> and the <u>AEO Privacy Policy</u>. This card cannot be applied as payment for the AEO® credit card, used to purchase other gift cards, or be redeemed or refunded for cash, unless otherwise required by applicable law. To redeem online, enter the gift card number and PIN at the checkout payment step. All gift card orders and payments will be processed at face value in U.S. or Canadian funds as applicable. Limit of three gift cards per online transaction. AEO is not responsible if a gift card is lost, stolen, damaged or used without permission. Lost, stolen or damaged gift cards may be cancelled and replaced with a new gift card in the amount of the then remaining balance upon proof of purchase (original sales receipt) by calling 1.877.274.3004. These terms and conditions are governed by the laws of the state/province where the card was purchased. No service fees and no expiration dates. This gift card is not reloadable and may not be resold. If you violate these terms and conditions, this gift card may be cancelled. Subject to compliance with applicable law, AEO may modify any of the terms and conditions governing your use of the AEO gift cards at any time, in its sole discretion. Gift cards are issued by AE Admin Services Co. LLC. American Eagle Outfitters Canada Corporation. ©2018 AE Admin Services Co. LLC. All rights reserved.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>Redeem Online:&nbsp;&nbsp;</div><div>1. Visit <a href=\"http://ae.com\">ae.com</a> or <a href=\"http://aerie.com\">aerie.com</a></div><div>2. Choose your preferred products.</div><div>3. At checkout, use the Gift Card (voucher) to redeem.&nbsp; &nbsp;</div><div>Redeem In Store:&nbsp;&nbsp;</div><div>1. Visit a nearby&nbsp;American Eagle Outfitters, Aerie, Tailgate, and Dont Ask Why store in the U.S. or Canada.</div><div>2. Choose your preferred products.&nbsp;&nbsp;</div><div>3. Your eGiftCard is valid for use at Gap, Old Navy, American Eagle and Athleta locations, including Outlet and Factory Stores.</div>",
      "categories": "Fashion & Lifestyle",
      "lastUpdateDate": "2022-06-15 05:45:16",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpKBCXZm_lv1gwr.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 1,
      "valueDenominations": "10,100,150,200,300,400,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 6.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Cold Stone Creamer",
    "item": {
      "productId": 47982,
      "name": "Cold Stone Creamer USA gift voucher",
      "description": "To make people happy by selling the highest quality, hand-crafted ice cream and providing The Ultimate Ice Cream Experience® through our passion, excellence and innovation.",
      "termsAndConditionsInstructions": "<p>Protect this card and treat it as you would cash. Lost, stolen, or damaged cards cannot be replaced. Card may be used for purchases only at participating&nbsp;Cold&nbsp;Stone&nbsp;Creamery stores. Balance remaining on card is not refundable or redeemable for cash and cannot be applied to a credit card, except where required by law. Card carries no expiration date, processing fee, service charge, dormancy fee, or administrative fees. Subject to state and federal laws and regulation, which vary from jurisdiction to jurisdiction and may change from time to time. Therefore,&nbsp;terms&nbsp;and conditions affecting this card are subject to change without notice. Void where prohibited. For Balance Inquiry please visit your local&nbsp;ColdStone&nbsp;Creamery or log onto&nbsp;<a href=\"http://www.coldstonecreamery.com/\">www.coldstonecreamery.com</a></p><p>To redeem this eGift, please manually key in the 16 digit account number into the your gift card terminal or POS, if your system has integrated gift card functionality.</p><p>©2019&nbsp;Kahala Franchising, L.L.C.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>To redeem, please manually key in the 16 digit account number into your egift card (voucher) terminal or POS, if your system has integrated egift card (voucher) functionality.&nbsp;</div>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-07-01 06:30:09",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php9XsReh_utjbre.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 2,
      "valueDenominations": "10,25,5,50,2,3,4",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 7,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Dicks Sporting Goods",
    "item": {
      "productId": 40871,
      "name": "Dicks Sporting Goods",
      "description": "<p>The best collection of sporting goods, apparel and footwear is a click away. Purchase a DICK'S Sporting Goods eGift Card and start shopping today.</p><p>Every season starts at Dick's Sporting Goods!</p>",
      "termsAndConditionsInstructions": "<p>DICK'S&nbsp;Sporting Goods, Field & Stream and Golf Galaxy Gift Cards and eGift Cards can be used to buy the gear and services you love at all DICK'S, Field & Stream and Golf Galaxy retail locations or online at&nbsp;<a href=\"http://dicks.com/\">DICKS.com</a>,&nbsp;<a href=\"http://fieldandstreamshop.com/\">FieldandStreamShop.com</a>&nbsp;and&nbsp;<a href=\"http://golfgalaxy.com/\">GolfGalaxy.com</a>.</p><ul><li>Gift Cards will not be delivered until the checkout transaction is completed. An accurate physical address or email address for the recipient is required to deliver Gift Cards. We are not responsible for Gift Cards that are undeliverable or not received due to an incorrect physical or email address.</li><li>eGift Cards are subject to the same terms and conditions as Gift Cards.</li><li>If you return items in-store purchased with your eGift Card, a new Gift Card will be issued.</li><li>Recipients will receive their eGift Card via email, which will include a code that must be used to redeem the eGift Card. eGift Card codes are activated within 24 hours after you receive them.</li><li>eGift Cards are delivered via email. If you have confirmed the recipient's email address but the eGift Card has not been viewed within a reasonable period after the requested delivery date, following is a list of the most common reasons why delivery may have failed:<ul><li>Spam filter blocked email or routed it to a bulk/spam folder</li><li>Recipient's firewall blocked the email</li><li>Email inbox is over size limit</li><li>Invalid email address</li></ul></li><li>If you need further assistance, please contact Customer Service. Have your order number or email address ready. Please check to make sure the address of the recipient is correct and contact Customer Support if you suspect the recipient did not receive his/her Gift Card.</li><li>Gift voucher will be delivered within 6 to 7 working days.</li></ul>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Visit the Dicks Sporting Goods <a href=\"http://DicksSportingGoods.com\">website</a></div><div>2. Choose your preferred product.</div><div>3. Show the Gift Card (voucher) during checkout to redeem the voucher.</div>",
      "categories": "Fashion & Lifestyle",
      "lastUpdateDate": "2022-07-01 11:07:34",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpozXQ3Z_cktlhh.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "fixed_denomination",
      "maxValue": 0,
      "minValue": 0,
      "valueDenominations": "100,25,50",
      "tatInDays": 7,
      "usageType": "",
      "deliveryType": "delayed",
      "isCommon": "0",
      "fee": 0,
      "discount": 2.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Olive Garden",
    "item": {
      "productId": 40886,
      "name": "Olive Garden",
      "description": "<p>Olive Garden delights guests with a genuine Italian dining experience, featuring a range of fresh, simple and delicious dishes, including many inspired by our Culinary Institute of Tuscany in Italy, and an award-winning wine list. For locations, visit us at <a href=\"http://www.olivegarden.com\">www.olivegarden.com</a>.</p>",
      "termsAndConditionsInstructions": "<p>Your purchase, use or acceptance of this eGift Card constitutes acceptance of the following terms and conditions. This eGift Card is issued by and represents an obligation solely of Darden® Restaurants SV, Inc. Each time you use it, we'll deduct that amount from the balance until you've used the full balance of the card. (1) Except where required by law, this gift card is not redeemable for cash. (2) We can't replace the value on this card if it's lost or stolen. (3) It may be redeemed at any Olive Garden®, LongHorn Steakhouse®, Bahama Breeze®, Seasons 52®, Yard House®, Cheddar's® or any other Darden-connected restaurant in the U.S, but is only valid in participating locations in the United States; (4) Approval is required to advertise this card; (5) This eGift Card may not be used to purchase alcohol where prohibited by law; (6) eGift Card does not expire; (7) This eGift Card deemed purchase from and issued in the State of Florida; (8) Risk of loss and title to the eGift Card passes to the purchaser upon electronic transmission to the recipient; (9) eGift Card balance may not be transferred to a physical gift card; however, eGift Card may be printed or reprinted for redemption.<br />For eGift Card balance, activity and complete terms and conditions (including agreement to arbitrate and waiver of jury trial) visit www.darden.com or call toll-free 877-500-9706. © 2022 Darden® Concepts, Inc. PLEASE TREAT THIS EGIFTCARD LIKE CASH AND SAFEGUARD IT ACCORDINGLY</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<ol><li>Check an outlet locator for a Olive Garden near you that accepts this gift card (voucher).</li><li>Order your preferred products.</li><li>Show your gift card (voucher) at the time of billing to redeem.</li></ol><div>&nbsp;</div>",
      "categories": "Food & Restaurant,Remote Work",
      "lastUpdateDate": "2022-05-31 05:55:20",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phprSTwUk_hmwczu.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 100,
      "minValue": 5,
      "valueDenominations": "10,100,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 6,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Under Armour",
    "item": {
      "productId": 43200,
      "name": "Under Armour",
      "description": "Under Armour® is one of the world’s most technical performance apparel, footwear, and accessories brands. The mission is clear: Under Armour makes you better. How? By inspiring you with performance solutions you never knew you needed and can’t imagine living without. See the innovations that help you run farther, train harder, get stronger, and recover faster so you can reach your goals. All it takes is hard work and the WILL to succeed.",
      "termsAndConditionsInstructions": "<p><strong>Protect this card like cash.</strong>&nbsp;Use for purchases at Under Armour® locations in the USA, UA.COM or call 1.888.7ARMOUR only. NOT redeemable with resellers.&nbsp; NOT redeemable or returnable for cash, unless required by law, and may not be used for Gift Cards. Standard return policy applies to purchases. Does not expire. No fees. Cannot be replaced if lost, stolen, or used without authorization. Use constitutes acceptance of these terms. For balance, call 1.800.269.5986 or go to UA.COM. Other inquiries, call 1.888.7ARMOUR or visit any Under Armour® location in the USA.</p>",
      "expiryAndValidity": "<p>120 Months</p>",
      "redemptionInstructions": "<div>1. Visit any Under Armour Outlet or visit <a href=\"http://ua.com\">ua.com</a></div><div>2. Choose your preferred product.</div><div>3. Show the Gift Card (voucher) during checkout to redeem the voucher.</div>",
      "categories": "Fashion & Lifestyle",
      "lastUpdateDate": "2022-06-15 05:45:16",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpTwmKaO_tx6ka2.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "100,25,50,90",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 5.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Uber",
    "item": {
      "productId": 43201,
      "name": "Uber Gift Card",
      "description": "<p>Get a reliable ride in minutes with the Uber app.&nbsp;  24/7 Safe Pickups  Low-cost and Premium Options  Ratings Ensure Premium Quality  Cashless Payment&nbsp;</p>",
      "termsAndConditionsInstructions": "<p>By using this gift card, you accept the following terms and conditions: This card is redeemable via the Uber®? or Uber Eats app within the U.S. in cities where Uber or Uber Eats is available. Funds do not expire. The card is non-reloadable and, except where required by law, cannot be redeemed for cash, refunded, or returned. You may be required to add a secondary payment method to use this gift card with the Uber or Uber Eats app. The card is not redeemable outside the U.S. Issuer is not responsible for lost or stolen cards, or unauthorized use. Depending on the state of purchase, this card is issued by Bancorp Card Services, Inc. or The Bancorp Bank. For full terms and conditions and customer service, visit <a href=\"https://www.uber.com/legal/gift-cards/en-us/\">uber.com/legal/gift</a>.&nbsp;</p>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<div>1. Go to the Payment section in the Uber app.&nbsp;&nbsp;</div><div>2. Tap Add Payment Method and select Gift Card (voucher).</div><div>3. Enter Gift Code.</div>",
      "categories": "Travel & Entertainment",
      "lastUpdateDate": "2022-07-07 05:55:11",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpbILQIL_ispyet.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 15,
      "valueDenominations": "15,25",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 3,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Adidas",
    "item": {
      "productId": 46761,
      "name": "Adidas (USA)",
      "description": "<p>Like the creators who use their gear, adidas is committed to their craft. They believe that sport has the power to change lives. adidas creates innovative products, apparel and footwear for athletes and designs sport-centric streetwear for everyone. Their goal is to promote creativity and encourage anyone to harness the power of sport in their life. Use this gift card at adidas retail locations or online at adidas.com. &nbsp;</p>",
      "termsAndConditionsInstructions": "<p>adidas Gift Cards may be redeemed for merchandise on adidas.com and in adidas Sport Performance, adidas Originals, and adidas Outlet stores in the United States. They are not currently available for International use. adidas Gift Cards are not redeemable at miteam.com, yeezysupply.com, TaylorMade, y-3, Reebok or Rockport. Gift Cards cannot be used to purchase another Gift Card. Promotional offers or discounts do not apply to the purchase of Gift Cards. Gift cards are not returnable, and cannot be redeemed for cash unless required by law. A maximum of five (5) Gift Cards may be redeemed on one order. If the amount of your Gift Card(s) does NOT cover the total order amount, the remainder of the purchase balance can be paid with an accepted alternate form of payment. Your Gift Card will not expire as long as there is value remaining on the Gift Card. You can use it anytime. Any remaining value that is left on your Gift Card will be stored and available for your next purchase. We ask that you safeguard your card and treat your Gift Card as you would cash. Do not share your Gift Card Code and PIN. We are not able to replace or replenish Gift Cards that are lost, stolen or used without authorization.&nbsp;</p>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<div>1. Visit <a href=\"http://adidas.com\">adidas.com</a> or Adidas Sport Performance, Adidas Originals, and Adidas Outlet stores.&nbsp;</div><div>2. Choose your preferred product.</div><div>3. Show the Gift Card (voucher) during checkout to redeem the voucher.</div>",
      "categories": "Fashion & Lifestyle",
      "lastUpdateDate": "2022-06-01 05:55:11",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpolz2Or_xixxbs.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "10,100,25,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 9,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Topgolf",
    "item": {
      "productId": 46772,
      "name": "Topgolf eGift Card",
      "description": "<p>• Valid at any Topgolf location in the United States. • Redeemable for Topgolf memberships, games, food, beverages, apparel, or lessons. • No expiration date or dormancy fees.</p>",
      "termsAndConditionsInstructions": "<p><span style=\"color: rgb(0, 0, 0);\">This eGift Card is issued by and represents an obligation of Topgolf Pro, LLC. Purchase or use of this eGift Card constitutes acceptance of the following terms. eGift Cards cannot be redeemed until activated. Purchases made with eGift Cards will be deducted from the balance until it reaches $0.00. eGift Cards are redeemable at any Topgolf location in the United States and online at participating Topgolf sites. eGift Cards cannot be redeemed for cash except where required by law. Treat eGift Cards as cash, as it will not be replaced if lost or stolen, except where required by law. eGift Cards have no expiration date and incurs no dormancy fees. Topgolf reserves the right to amend these terms from time to time, as provided at </span><a href=\"http://www.Topgolf.com\" rel=\"noopener noreferrer\" style=\"color: rgb(149, 79, 114);\" target=\"_blank\">Topgolf.com</a><span style=\"color: rgb(0, 0, 0);\">.</span></p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. The Gift Cards (vouchers) can be redeemed at any Topgolf location in the United States and online at participating Topgolf sites.</div><div>2. Print the Gift Card (voucher) page.</div><div>3. Bring it into any US location and present at the time of payment.</div><div>4. Visit <a href=\"http://Topgolf.com\">Topgolf.com</a> to find the nearest location.</div>",
      "categories": "Wellness & Sports",
      "lastUpdateDate": "2022-07-07 20:45:15",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpOLSs2f_qi2q6i.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 25,
      "valueDenominations": "50,75",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 6,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Krispy Kreme",
    "item": {
      "productId": 46800,
      "name": "Krispy Kreme",
      "description": "<p>Krispy Kreme® Doughnut Corporation is a global retailer of premium-quality sweet treats, including its signature hot Original Glazed® doughnut. Headquartered in Winston-Salem, NC, the company has offered the highest-quality doughnuts and great-tasting coffee since it was founded in 1937. For store location and more information, visit <a href=\"http://KrispyKreme.com\">KrispyKreme.com</a>.</p>",
      "termsAndConditionsInstructions": "<p>This gift card is only redeemable for product and merchandise at participating Krispy Kreme® retail stores in the United States, and with certain features and programs through <a href=\"http://KrispyKreme.com\">KrispyKreme.com</a>, as determined solely by Krispy Kreme from time to time. Not redeemable at grocery stores, convenience stores or other locations that are not retail Krispy Kreme stores. This Krispy Kreme GiftCard may not be redeemed for cash, or replaced if lost, stolen or damaged, except where required by law. There are no service fees or expiration dates connected with the use of this card. For balance inquiries or to view complete terms and conditions, visit <a href=\"http://KrispyKreme.com\">KrispyKreme.com</a>.&nbsp;&nbsp;©2020 Krispy Kreme Doughnut Corp.</p>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<div>1. Click the Redemption URL.</div><div><div>2. Print the resulting page.</div><div>3. Present the printed eGift Card (Voucher) at the time of checkout.</div></div><p>&nbsp;</p>",
      "categories": "Food & Restaurant,Reading & Learning",
      "lastUpdateDate": "2022-05-30 15:45:49",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php9TQitE_cku81j.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 200,
      "minValue": 5,
      "valueDenominations": "10,100,25,5,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 8,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Dunkin Donuts",
    "item": {
      "productId": 46802,
      "name": "Dunkin Donuts",
      "description": "<p>Dunkin' Donuts is America's favorite all-day, everyday stop for coffee and baked goods. The Dunkin' Donuts eGift Card is a convenient everyday way to pay for all your DD favorites and is accepted at any participating Dunkin' Donuts restaurant.</p>",
      "termsAndConditionsInstructions": "<p>No expiration date or management fees. The purchase and/or reload of a Dunkin' Card with another Dunkin' Card is prohibited. Card value many not be redeemed for cash, check or credit, unless required by law. Use of card constitutes acceptance of these terms. We are not responsible for lost or stolen cards unless registered online. Replacement card for lost or stolen registered cards issued for remaining balance reflected in our records at time reported lost or stolen. This card may not be resold by any unauthorized vendors. Unauthorized resale or attempted resale is grounds for cancellation. Cards obtained through unauthorized channels will be void. SVC Service II Inc. is card issuer and sole obligor to card owner. SVC Service II Inc. may delegate its issuer obligations to an assignee, without recourse. If delegated, the assignee, and not SVC Service II Inc., will be sole obligor to card owner.<br /><br />Visit DunkinDonuts.com or call 1-800-447-0013 to check the balance on the card or for customer service (please have card number ready).</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Click on the Redemption URL received.</div><div>2. The resulting page will contain your EGift Card (Voucher) Number and Pin as well as redemption instructions.</div><div>&nbsp;</div>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-05-30 15:45:24",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/image/phprajr7v_ldlg03.png",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 100,
      "minValue": 5,
      "valueDenominations": "10,25,3,5",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 2,
      "exchangeRate": null
    }
  },
  {
    "brandName": "EXPRESS",
    "item": {
      "productId": 46814,
      "name": "EXPRESS",
      "description": "Express is a leading fashion destination and apparel brand for both women and men. Since 1980, Express has provided the latest apparel and accessories for work, casual, jeanswear, and going-out, offering a distinct combination of fashion and quality at an attractive value. The company operates more than 600 retail and factory outlet stores in the United States and Puerto Rico, as well as a best-in-class shopping experience through its website and mobile app. In addition, Express merchandise is available at franchise locations and online in Latin America.",
      "termsAndConditionsInstructions": "<p>Use of this E-Gift Card constitutes acceptance of the following terms. E-Gift Card cannot be redeemed for cash, except as required by law. This E-Gift Card is issued by EXPRESS GC, LLC and is redeemable for merchandise at any U.S. Express, Express Men stores, Express Factory Outlet locations and online at <a href=\"http://express.com/\">express.com</a> unless otherwise required by law. This E-Gift Card may not be used for payment on any EXPRESS NEXT Credit Card account, to purchase another Gift Card or toward previously purchased merchandise. Treat this E-Gift Card as cash. If this E-Gift Card is lost, stolen or destroyed, EXPRESS may replace if you provide the card number. Replacement E-Gift Card will be the value of the card at the time EXPRESS receives your report of loss, theft or unauthorized use. This E-Gift Card carries no expiration date. For a store location nearest you or to learn more about EXPRESS please visit us at <a href=\"http://www.express.com/\">express.com</a>. Please retain this number should you need to request a card replacement.</p><p>For balance inquiry, visit us&nbsp;<a href=\"http://www.express.com/clothing/GiftCards/sec/giftCards\">online</a>&nbsp;or call 1-888-244-0327.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Click on the Redemption URL.</div><div>2. Print the EGift Card (Voucher) page.</div><div>3. Redeem at any U.S. Express, Express Men stores, Express Factory Outlet locations and online at <a href=\"http://express.com\">express.com</a></div>",
      "categories": "Fashion & Lifestyle",
      "lastUpdateDate": "2022-06-15 05:45:16",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpHDm8bi_fxsy5l.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 10,
      "valueDenominations": "10,100,150,200,25,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 8.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "eBay",
    "item": {
      "productId": 46818,
      "name": "eBay Gift Card",
      "description": "One Card. So Many Options. That’s exactly what eBay Gift Cards offer the recipient. Whether it's new, unique or something in-between, eBay has you covered for any gift, any occasion, every time! Shop from billions of items in Electronics, Toys, Motors, Fashion, Home & Garden, Art, Collectibles, and many more categories. Best yet, eBay Gift Cards never expire and have no fees. Use it to shop now.",
      "termsAndConditionsInstructions": "<p>Treat your eBay Gift Card like cash. To use this Gift Card, you must have a U.S. registered eBay account and a U.S. shipping address.&nbsp;After first use, the Gift Card is non-transferrable. Not refundable or redeemable for cash unless required by law. This Gift Card never expires and there are no fees. This card is subject to full terms and conditions. Redemption limits apply.</p><p>To check balance, seek assistance, or read the full terms and conditions visit&nbsp;<a href=\"http://www.ebay.com/ebaygiftcard\">www.ebay.com/ebaygiftcard</a></p><p>Discover millions of ways to redeem your Gift Card at:&nbsp;<a href=\"http://www.ebay.com/CoolGifts\">www.ebay.com/CoolGifts</a></p><p>&nbsp;</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Click on the Redemption URL.</div><div>2. Shop at eBay.com online.</div><div>3. At checkout, enter the 13-digit redemption code, then click Apply.</div><div>4. Click Continue to review and click Confirm and Pay.</div>",
      "categories": "Automobiles & Accessories",
      "lastUpdateDate": "2022-06-25 06:30:17",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php9DvSmX_j6qwxl.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 200,
      "minValue": 25,
      "valueDenominations": "100,25,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 3,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Marshalls",
    "item": {
      "productId": 46946,
      "name": "Marshalls",
      "description": "<p>In-demand brands at tell-everyone prices. At Marshalls, you’ll find go-to styles for your whole crew and your home. So much more, for so much less.<strong>&nbsp;The TJX gift card is redeemable at over 3300 Marshalls®, T.J.Maxx®, HomeGoods®, Homesense™ and Sierra® stores (in the U.S. and Puerto Rico) and online at &nbsp;<a href=\"https://tjmaxx.tjx.com/store/index.jsp\">tjmaxx.com</a>,&nbsp;<a href=\"https://www.marshalls.com/us/store/index.jsp\">marshalls.com</a>, and&nbsp;<a href=\"https://www.sierra.com/\">sierra.com</a>.</strong></p>",
      "termsAndConditionsInstructions": "<div>For balance inquiry, please check your most recent receipt, visit&nbsp;<a href=\"https://www.tjmaxx.com/\">tjmaxx.com</a>,&nbsp;<a href=\"https://www.marshalls.com/us/store/index.jsp\">marshalls.com</a>, or&nbsp;<a href=\"https://www.sierra.com/\">sierra.com</a>, or bring your eGift Card to any T.J.Maxx®, Marshalls®, HomeGoods®, Homesense™ or Sierra™ store (in the U.S. and Puerto Rico) and an Associate will be happy to provide you with your balance.</div><div>&nbsp;</div><div>Use of this eGift Card constitutes acceptance of the following terms. Cards cannot be redeemed until activated. Purchases with the eGift Card will be deducted from the balance until it reaches $0.00. The eGift Card is redeemable for merchandise only (excluding gift cards) at T.J.Maxx, Marshalls, HomeGoods, Homesense, and Sierra stores (in the U.S. and Puerto Rico) and online at&nbsp;<a href=\"https://www.tjmaxx.com/\">tjmaxx.com</a>,&nbsp;<a href=\"https://www.marshalls.com/us/store/index.jsp\">marshalls.com</a>, and&nbsp;<a href=\"https://www.sierra.com/\">sierra.com</a>&nbsp;and cannot be redeemed for cash except where required by applicable law. If lost or stolen, it will not be replaced. This eGift Card has no expiration date and incurs no dormancy fees. Any term is void where prohibited by law. This eGift Card is issued by and represents an obligation of TJX Incentive Sales, Inc., a Virginia corporation.</div>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<div>1. Visit: marshalls.com and redeem&nbsp;</div><div>2. Visit the nearest store to redeem the Card.&nbsp;</div>",
      "categories": "Grocery",
      "lastUpdateDate": "2022-06-01 09:20:43",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpnqecLV_zw9xbf.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "10,100,200,25,5,50,500",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 6,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Outback Steakhouse",
    "item": {
      "productId": 46952,
      "name": "Outback Steakhouse1",
      "description": "Outback Steakhouse starts fresh every day to create the flavors that our mates crave. Best known for grilled steaks, chicken and seafood, Outback also offers a wide variety of crisp salads and freshly made soups and sides. Our new creations and grilled classics are made from scratch daily using only the highest quality ingredients sourced from around the world.The Outback Steakhouse Gift Card is also valid for use at all U.S. Bonefish Grill, Carrabba’s Italian Grill and Fleming’s Prime Steakhouse & Wine Bar locations.For more information and sample menus, visit www.outback.com",
      "termsAndConditionsInstructions": "<p>Terms and Conditions:&nbsp;Use of cards equals acceptance of following terms. Redeemable at any Bloomin' Brands restaurant locations in the United States. Also redeemable at Outback Puerto Rico and Guam locations. Card has no replacement value if lost or stolen. No returns and not redeemable for gift cards or cash except where required by law. Treat this card as cash. For locations or balance information visit&nbsp;<a href=\"http://www.bloominbrands.com/home/index.aspx\">www.bloominbrands.com</a>.</p><p>For balance inquiry, visit us&nbsp;<a href=\"http://www.bloominbrands.com/giftcards/\">online</a>&nbsp;or call 888-731-2610.</p>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<div>Redeem voucher at <a href=\"https://www.outback.com/\">https://www.outback.com/</a> or at any Bloomin Brands restaurant locations in the United States.</div>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-06-15 05:45:16",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpsYPnOb_xopm6o.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "100,25,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 4.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Southwest Airlines",
    "item": {
      "productId": 48014,
      "name": "Southwest Airlines",
      "description": "Gift a getaway. Because special days deserve special destinations. Easy to redeem online, by phone, or at the airport. ",
      "termsAndConditionsInstructions": "<p><span style=\"color: rgb(0, 0, 0);\">A Southwest® gift card may only be redeemed at southwest.com®, on the Southwest Airlines® Mobile Apps and Mobile Website (only for initial flight booking), by calling Southwest Airlines at 1-800-435-9792 (1-800 I FLY SWA®), or at Southwest Airlines ticket counter locations for Passenger air travel and other qualifying products and services. A complete set of terms and conditions is available at </span><a href=\"https://www.southwest.com/gift-card/\" rel=\"noopener noreferrer\" style=\"color: blue;\" target=\"_blank\">southwest.com/gift-card/</a><span style=\"color: rgb(0, 0, 0);\">. Gift card is nonrefundable and not redeemable for cash or credit except where required by law. Gift card is not replaceable if lost, stolen or destroyed. Protect the card like cash. For balance check, call 1-866-393-2081. Activation or use of Southwest gift card constitutes acceptance of all terms and conditions on&nbsp;</span><a href=\"https://www.southwest.com/\" rel=\"noopener noreferrer\" style=\"color: blue;\" target=\"_blank\">southwest.com</a><span style=\"color: rgb(0, 0, 0);\">.</span></p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div><strong>IMPORTANT INSTRUCTIONS&nbsp;</strong></div><div>1. After a Customer has selected all flights and inputs the Passenger information, the Customer will then have to input the payment information.</div><div>2. To use a Southwest egift card (voucher) as a form of payment, the Customer should click on the Apply Travel Funds under the</div>",
      "categories": "Travel & Entertainment",
      "lastUpdateDate": "2022-06-15 05:45:17",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php6JR95b_mjp8np.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 25,
      "valueDenominations": "25,250,50,500",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 4,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Burger King",
    "item": {
      "productId": 48017,
      "name": "Burger King USA",
      "description": "<p>Every day, more than 11 million guests visit BURGER KING® restaurants around the world. And they do so because our restaurants are known for serving high-quality, great-tasting, and affordable food. Founded in 1954, BURGER KING® is the second largest fast food hamburger chain in the world. The original HOME OF THE WHOPPER®, our commitment to premium ingredients, signature recipes, and family-friendly dining experiences is what has defined our brand for more than 50 successful years.</p>",
      "termsAndConditionsInstructions": "<p>Not valid on third party delivery orders. Void if reproduced, altered, sold, or transferred. Please treat this eGift as you would cash. Burger King Corporation is not responsible for lost, stolen or misused eGift cards or eGift card codes. This eGift cannot be redeemed for cash, except where required by law. Use of this eGift constitutes acceptance of the terms and conditions at bk.com/crown-card-terms. For complete terms and conditions or balance inquiries, call 1-866-394-2493 or visit BK.COM.</p>",
      "expiryAndValidity": "<p>3 Months</p>",
      "redemptionInstructions": "<div>1. Gift Cards (vouchers) cannot be used online.</div><div>2. Multiple Gift Cards (vouchers) can be used in one bill.</div><div>3. Gift Cards (vouchers) can not be used for Meal Combos.</div><div>4. Gift Cards (vouchers) are accepted at all Listed Outlets.</div><div>5. Check the outlet locator for a Burger King outlet near you that accepts this gift card (voucher).</div><div>6. Outlet locator - <a href=\"https://www.bk.com/store-locator\">https://www.bk.com/store-locator</a></div><div>7. Order your preferred products.</div><div>8. Show your gift card (voucher) at the time of billing to redeem.</div><div>&nbsp;</div>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-06-23 18:45:27",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/image/phprgvwv3_jgspms.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 1000,
      "minValue": 5,
      "valueDenominations": "100,5,50",
      "tatInDays": 0,
      "usageType": "offline",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Staples",
    "item": {
      "productId": 48276,
      "name": "Staples ",
      "description": "Staples® will help you find solutions in the categories that matter most: business essentials, technology, facilities and breakroom, furniture, print and promotional products. Staples gift cards can be redeemed in stores nationwide as well as online at staples.com. Give yourself the gift of choice with a Staples gift card.",
      "termsAndConditionsInstructions": "<p>PROTECT THIS CARD LIKE CASH!<br /><strong>Instructions:</strong> This card may be used just like cash toward the purchase of merchandise and services at Staples® U.S. retail stores and at staples.com®. For balance or questions, call 1-888-609-6963 or visit <a href=\"http://staples.com/giftcards\">staples.com/giftcards</a>. Value can be added to this card at any Staples U.S. retail store.&nbsp;<br /><strong>Terms and Conditions:</strong> Valid only if purchased from a Staples U.S. retail store, at staples.com or if purchased or received from an authorized reseller or distributor; Staples reserves the right to not honor cards obtained from unauthorized sellers, including persons selling on auction Web sites, and to deactivate or reject cards issued or procured in connection with fraudulent transactions. Card has no value until activated. Lost, stolen or damaged cards replaced only with valid proof of purchase to extent of remaining card balance. Cannot be used for credit card payments or to purchase other gift cards (including Staples gift cards) or wireless cards. Not redeemable for cash or credit except where required by law. No more than five cards may be used for any single purchase. Cards may not be returned or consolidated.&nbsp; Card issued by Staples Value, LLC, a Virginia limited liability company.</p>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<div>Vist: staples.com and redeem.&nbsp;</div>",
      "categories": "Home & Living",
      "lastUpdateDate": "2022-06-24 06:30:14",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpPZ52gH_s90cxc.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "10,100,25,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 5.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Spotify",
    "item": {
      "productId": 50324,
      "name": "Spotify (USA)",
      "description": "<p>With Spotify, it’s easy to find the right music for every moment – on your phone, your computer, your tablet and more.<br />There are millions of tracks on Spotify. So, whether you’re working out, partying or relaxing, the right music is always at your fingertips. Choose what you want to listen to, or let Spotify surprise you.<br />You can also browse through the music collections of friends, artists and celebrities, or create a radio station and just sit back.</p><p>What’s on Spotify?</p><p>Music<br />There are millions of songs on Spotify. Play your favorites, discover new tracks, and build the perfect collection.</p><p>Playlists<br />You’ll find ready made playlists to match your mood, put together by music fans and experts.</p><p>New Releases<br />Hear this week’s latest singles and albums, and check out what’s hot in the Top 50.</p><p><strong>Please note:&nbsp;</strong>Card Redeemable Only for Premium Subscriptions; Cannot Be Used in Conjunction With Any Discounts.</p><p><strong>The Card is redeemable only for full price standalone Premium subscription months. </strong>Gift Cards, eGift Cards and other currency-denominated Cards cannot be redeemed for discounted or group subscriptions (such as student discounts, trial offers, Premium for families, or offers combining Premium with other companies’ products or services).</p>",
      "termsAndConditionsInstructions": "<p>Terms and conditions<br />By using this card/PIN, you accept the following conditions:</p><ol><li>This PIN is redeemable for full price standalone Premium subscription months purchased directly from&nbsp;<a href=\"http://spotify.com/\">spotify.com</a>&nbsp;only and cannot be redeemed for discounted or group subscriptions (more on eligibility at&nbsp;<a href=\"http://www.spotify.com/gift-card\">www.spotify.com/gift-card</a>).</li><li>This PIN cannot be redeemed for cash or credit and cannot be returned or resold (except where required by law).</li><li>In order to redeem the PIN, you must have or register for a Spotify account and you must be 13+ and reside in the US to register.</li><li>This is a single-use PIN: the full face-value for an individual account is deducted at redemption and no incremental redemption or credit is permitted.</li><li>Spotify is not responsible for any loss or damage resulting from lost, stolen, or fraudulently obtained PINs or use without permission.</li><li>Full Terms and Conditions governing Spotify gift PINs are found at&nbsp;<a href=\"http://www.spotify.com/gift-card\">www.spotify.com/gift-card</a>.</li><li>The Spotify Service is governed by the Spotify Terms and Conditions, which can be found at&nbsp;<a href=\"http://www.spotify.com/legal/end-user-agreement\">www.spotify.com/legal/end-user-agreement</a>.</li><li>This PIN is provided by Spotify USA Inc.</li><li>For assistance, see&nbsp;<a href=\"http://support.spotify.com/\">support.spotify.com</a></li></ol>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<p>Avail voucher at&nbsp;Spotify store.</p>",
      "categories": "Travel & Entertainment,Remote Work",
      "lastUpdateDate": "2022-05-31 13:02:26",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phptRO11p_oar0fw.png",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "fixed_denomination",
      "maxValue": 0,
      "minValue": 0,
      "valueDenominations": "10,30,60",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 6,
      "exchangeRate": null
    }
  },
  {
    "brandName": "DoorDash",
    "item": {
      "productId": 50385,
      "name": "DoorDash USA",
      "description": "<p><span style=\"color: rgb(0, 0, 0);\">Give the gift of delivery with a DoorDash gift card. The DoorDash app connects your favorite people with the best of their neighborhood, including restaurants, convenience stores, grocery stores, pet supplies and more. Choose from more than 310,000 local and national restaurants and stores across 4,000 cities in the US & Canada. Giving the gift of delivery allows your loved ones to have easier evenings, happier days, and more time to enjoy the people and things they love.</span></p>",
      "termsAndConditionsInstructions": "<p><span style=\"color: rgb(0, 0, 0);\">Your Gift Card is redeemable towards eligible orders placed on </span><a href=\"https://urldefense.com/v3/__http:/www.doordash.com__;!!OLz2gCw!M0AWPKFM2-PzFVb4IdXffOMSg18BuQdOXM0V54-t9ElIVTDMZ4TG6HiuaKOAzII$\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: blue;\">www.doordash.com</a><span style=\"color: rgb(0, 0, 0);\"> or in the DoorDash app in the United States. Gift Cards are made available and provided by DoorDash Giftcards LLC. Gift Cards are not redeemable for cash except when required by applicable law. For more information on the Gift Card Terms and Conditions, please visit </span><a href=\"https://urldefense.com/v3/__http:/dasherhelp.doordash.com/doordash-gift-cards__;!!OLz2gCw!LK2PQmcgvTYB3iFzTEGsK5A8kftJCNn0P7NSwW2Q_zl2SNAOKCitAivAeQke3Q$\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: blue;\">dasherhelp.doordash.com/doordash-gift-cards</a><span style=\"color: rgb(0, 0, 0);\"> and also </span><a href=\"https://urldefense.com/v3/__https:/help.doordash.com/consumers/s/article/DoorDash-Gift-Cards-Terms?language=en_US__;!!OLz2gCw!M0AWPKFM2-PzFVb4IdXffOMSg18BuQdOXM0V54-t9ElIVTDMZ4TG6Hiu5xmEJTo$\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: blue;\">https://help.doordash.com/consumers/s/article/DoorDash-Gift-Cards-Terms?language=en_US</a></p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Create an account or sign in to the DoorDash app or <a href=\"http://DoorDash.com\">DoorDash.com</a>.&nbsp;&nbsp;</div><div>2. Navigate to 'Account Credits' and E-gift card (voucher).&nbsp;</div><div>3. Enter your gift card PIN and redeem.</div>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-06-01 05:55:11",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpssxqVE_dztylv.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 200,
      "minValue": 15,
      "valueDenominations": "100,15,200,25,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 4,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Grubhub",
    "item": {
      "productId": 50386,
      "name": "Grubhub USA",
      "description": "Grubhub is the nation's leading online and mobile food ordering and delivery marketplace dedicated to connecting hungry diners with local takeout restaurants. The company’s online and mobile ordering platforms allow diners to order from more than 115,000 takeout restaurants in over 2,200 U.S. cities.",
      "termsAndConditionsInstructions": "<p>You can use your Digital Gift Card on your takeout and delivery favorites on www.grubhub.com, or on Grubhub's iPhone®, iPad® and Android™ apps. To redeem, enter code at checkout. You must have a valid Grubhub account. Please safeguard this Digital Gift Card. This Digital Gift Card will not be replaced if lost or stolen. This Digital Gift Card does not expire or accrue fees. Except where required by law, this card cannot be refunded or redeemed for cash. This Digital Gift Card is subject to all state and federal laws and regulations, which may change from time to time. Use of this Digital Gift Card constitutes acceptance of these terms and conditions as well as those found at https://grubhub.semi.cashstar.com and www.grubhub.com. To check your Digital Gift Card balance, go to www.grubhub.com or call 555-321-9876.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. To redeem the gift card, visit <a href=\"https://www.grubhub.com/\">https://www.grubhub.com/</a>.</div><div>2. At checkout, enter the gift card code.</div><div>3. The gift card (voucher) balance will be deducted from your order total.</div><div>4. For detailed instructions, please visit this page.</div>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-06-24 06:30:14",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php6ofDax_litm0t.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "10,100,150,200,25,250,50,500",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 4,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Uber Eats",
    "item": {
      "productId": 50922,
      "name": "Uber Eats USD",
      "description": "<p>Gift Uber Eats to the people you care about, or add value to your Uber Eats account.&nbsp;The Uber Eats app is the easy and reliable way to get the food you want, delivered fast and fresh. Tap the app and pick from hundreds of full menus from local restaurants and have your order delivered to you at Uber speed. Plus, payment is automatic—no cash, no card, no hassle.&nbsp;</p>",
      "termsAndConditionsInstructions": "<p><strong>Terms and Conditions</strong></p><p></p><p>By using this gift card, you accept the following terms and conditions: This card is redeemable via the Uber®? or Uber Eats app within the U.S. in cities where Uber or Uber Eats is available. Funds do not expire. The card is non-reloadable and, except where required by law, cannot be redeemed for cash, refunded, or returned. You may be required to add a secondary payment method to use this gift card with the Uber or Uber Eats app. The card is not redeemable outside the U.S. Issuer is not responsible for lost or stolen cards, or unauthorized use. Depending on the state of purchase, this card is issued by Bancorp Card Services, Inc. or The Bancorp Bank. For full terms and conditions and customer service, visit <a href=\"https://www.uber.com/legal/gift-cards/en-us/\">uber.com/legal/gift</a>.&nbsp;</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<p>Avail voucher at&nbsp;<a href=\"https://about.ubereats.com/\">https://about.ubereats.com/</a></p>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-07-01 05:55:11",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpo8ddc4_al2dmb.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 15,
      "valueDenominations": "100,25,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 3,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Amtrak",
    "item": {
      "productId": 50980,
      "name": "Amtrak USA",
      "description": "Amtrak offers a more comfortable and convenient travel experience with free Wi-Fi on most trains, plenty of leg room and no middle seat. Amtrak operates more than 300 trains daily, connecting more than 500 destinations in 46 states, the District of Columbia and three Canadian Provinces, and reaches 400 additional destinations via connecting bus routes. See where the train can take you at Amtrak.com.",
      "termsAndConditionsInstructions": "Gift Card issued by Amtrak, the National Railroad Passenger Corporation, and is redeemable for Amtrak transportation products/services (excludes food/beverages, other gift cards and tickets sold by third party providers). Card does not expire and no fees will be charged against the balance. Not refundable, reloadable or redeemable for cash unless required by law. Card has no value until activated. Please note Amtrak is not responsible for lost, stolen or damaged cards or unauthorized use. Purchase, use or acceptance of this card constitutes acceptance of the complete terms and conditions (including arbitration agreement and class action waiver) at Amtrak.com/giftcard. For balance inquiries, visit Amtrak.com/gift-card-balance or call 888-999-0016.",
      "expiryAndValidity": "<p>1 year to download voucher, no expiry after voucher is downloaded</p>",
      "redemptionInstructions": "<div>Online Redemption Instructions:</div><div>1. Book at Amtrak.com or on the Amtrak app for iPhone or Android.</div><div>2. At checkout, enter the gift card number and PIN.</div><div>&nbsp;</div><div>In-station Redemption Instructions:</div><div>1. Redeem in person: To redeem at a ticket counter, 1. Print this page. 2. Bring it into an Amtrak station</div><div>&nbsp;</div><div><strong>Note</strong>:&nbsp;Time interval to download the voucher is 1 year after that link expires. Once it is downloaded, gift cards do not expire.</div>",
      "categories": "Travel & Entertainment",
      "lastUpdateDate": "2022-05-25 05:55:14",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpH92aVW_y1pdnc.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 25,
      "valueDenominations": "100,25,250,50,500",
      "tatInDays": 0,
      "usageType": "both",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Chuck E.Cheeses",
    "item": {
      "productId": 50992,
      "name": "Chuck E.Cheeses USA",
      "description": "Give the gift of fun with a Chuck E. Cheese Gift Card. For over 40 years, Chuck E. Cheese has built its reputation as a kids’ favorite for birthday parties that feature pizza and other foods kids love, games, rides, play areas and entertainment. With a wide selection of games and the opportunity to win lots of tickets – kids are the ultimate winners. While, the Kid Check® program provides safety and peace of mind for parents.",
      "termsAndConditionsInstructions": "<p>Terms and Conditions This Gift Card may be used to purchase food, merchandise, or service at any participating Chuck E. Cheese’s store. It may not be used for any on-line purchases or redeemed for cash, unless required by law. Any unused balance will remain in the card’s account for future purchases except where prohibited by law. The Gift Card has no expiration date and no service or reactivation fees will be charged for unused balances. The balance in this Gift Card’s account may not be increased in value or reloaded. We are not responsible for any lost or stolen Gift Card, or the validity or value of any Gift Card purchased from anyone other than us. We reserve the right to modify the terms of the Gift Card to comply with any changes in applicable law. Please see our website (<a href=\"http://www.chuckecheese.com\" target=\"_blank\">www.chuckecheese.com</a>) for balance inquires and additional terms and conditions. This Gift Card is issued by and an obligation of CEC Entertainment Concepts, LP and is distributed by and valid only in the U.S. at Chuck E. Cheese’s.</p>",
      "expiryAndValidity": "<p>1 year to download voucher, no expiry after voucher is downloaded</p>",
      "redemptionInstructions": "<div>1. Recipient: To redeem your eGift Card from a mobile device, display the gift card number and associated PIN to the cashier at the time of purchase.</div><div>OR</div><div>You can print your eGift Card and present it to the cashier at the time of purchase.</div><div>2. Cashier: Hand key the gift card number and associated PIN into the POS.</div><div>&nbsp;</div><div><strong>Note</strong>:&nbsp;Time interval to download the voucher is 1 year after that link expires. Once it is downloaded, gift cards do not expire.</div>",
      "categories": "Travel & Entertainment",
      "lastUpdateDate": "2022-06-15 05:45:18",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpwClylX_whnkd5.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 250,
      "minValue": 5,
      "valueDenominations": "100,25,250,5,50",
      "tatInDays": 0,
      "usageType": "offline",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 6,
      "exchangeRate": null
    }
  },
  {
    "brandName": "H&M",
    "item": {
      "productId": 51002,
      "name": "H&M USA",
      "description": "<p>H&M offers fashion and quality at the best price and in a sustainable way for women, men, teens, children, and the home. Customers will find everything from the latest fashion pieces and complete-the-look accessories to affordable wardrobe essentials and high-performance workout wear. All seasons, all styles, all welcome! Visit HM.com for more information or follow @HM for daily inspiration&nbsp;</p>",
      "termsAndConditionsInstructions": "<p><span style=\"color: rgb(0, 0, 0);\">This H&M Gift Card (\"Card\") is redeemable up to its balance to buy goods or services only at H&M locations in the U.S., Puerto Rico, and Canada, and at </span><a href=\"http://www.hm.com/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(149, 79, 114);\">hm.com</a><span style=\"color: rgb(0, 0, 0);\"> in the U.S. only. Not redeemable for cash except as required by law. Dollar values are in the currency of the country where the card is purchased. Any required rate exchange calculation will be made on the date of your purchase. Not a credit card or debit card. Purchases are deducted from the Card balance. Card will not be replaced or replenished if lost, stolen, or used without authorization. Card is issued by CardFact 25, Inc which is the sole obligor to card owner. Purchase, use or acceptance of card constitutes acceptance of these terms. For balance or for other inquiries, visit </span><a href=\"http://www.hm.com/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(149, 79, 114);\">www.hm.com</a><span style=\"color: rgb(0, 0, 0);\"> or visit any H&M location. Card has no value until activated. No expiration date or service fees.</span></p>",
      "expiryAndValidity": "<p>1 year to download voucher, no expiry after voucher is downloaded</p>",
      "redemptionInstructions": "<div>Customer Redemption Instructions: Redeemable in H&M stores and online at <a href=\"https://www.hm.com/entrance.ahtml?orguri=%2F\">HM.com</a>. You can use a gift card to pay for your complete purchase or in combination with another payment method.</div><div>Shop Online:</div><div>1. Select 'Add gift card' under payment in checkout.</div><div>2. Enter the gift card number and PIN code in the pop-up screen.</div><div>3. Make sure to click</div><div>&nbsp;</div><div><strong>Note</strong>:&nbsp;Time interval to download the voucher is 1 year after that link expires. Once it is downloaded, gift cards do not expire.</div>",
      "categories": "Fashion & Lifestyle",
      "lastUpdateDate": "2022-05-25 05:55:14",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpm1iwA0_jamvrr.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 300,
      "minValue": 5,
      "valueDenominations": "100,200,25,300,5,50",
      "tatInDays": 0,
      "usageType": "online",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 7,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Hollister",
    "item": {
      "productId": 51006,
      "name": "Hollister USA",
      "description": "Hollister believes in liberating the spirit of an endless Summer inside everyone. To us, Summer isn’t just a season…it’s a state of mind. We believe Summer’s freedoms and possibilities shouldn’t just exist from June to August. They should be endless.Give your friends and family the gift of effortless, authentic California style to live in every day. Think Jeans, Sweaters, Shorts, Tanks, Tees, Sweatshirts, Hoodies, Leggings, Swim, Shoes, Jackets and more.Hollister E-Gift Cards can be redeemed in stores and online.",
      "termsAndConditionsInstructions": "E-Gift Cards and Gift Cards may be redeemed in the US and Canada on their respective Hollister websites or Hollister store locations.E-Gift Cards and Gift Cards purchased at US third party retailers may not be used in Canada. When returning merchandise that was purchased online using an E-Gift Card a new E-Gift Card will be issued.E-Gift Cards and Gift Cards have no expiration date and there is no fee to reactivate the card if it has been unused for a long period of time.E-Gift Cards and Gift Cards cannot be replaced if lost, stolen or destroyed.Sales of Gift Cards and E-Gift Cards are final and cannot be redeemed for cash. Purchases in a currency different than the currency of this E-Gift Card or Gift Card will be subject to an exchange rate conversion on the day of payment.E-Gift Cards and Gift Cards cannot be used to purchase Gift Cards or E-Gift Cards.The terms and conditions of E-Gift Cards and Gift Cards are governed by the laws of the US.Complete terms and conditions may be found online at HollisterCo.com.For Balance inquiry visit www.hollisterco.com/balance",
      "expiryAndValidity": "<p>1 year to download voucher, no expiry after voucher is downloaded</p>",
      "redemptionInstructions": "<p>To redeem, please present the E-Gift Card and/or Gift Card to the store associate when you checkout.&nbsp;Time interval to download the voucher is 1 year after that link expires. Once it is downloaded, gift cards do not expire.</p>",
      "categories": "Fashion & Lifestyle",
      "lastUpdateDate": "2022-05-25 05:55:14",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php3lkENs_mpyyhe.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "100,25,250,5,50,500",
      "tatInDays": 0,
      "usageType": "offline",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 4.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Jamba Juice",
    "item": {
      "productId": 51034,
      "name": "Jamba Juice USD",
      "description": "Jamba serves up wholesome nutrition and inspires healthy living. Jamba gift cards are the ideal way to share and enjoy a wide variety of master blended juices, smoothies, bowls and shots. The Jamba gift card is redeemable in over 650 Jamba locations in the US, is free from service fees and gift card funds never expire. To check your balance, obtain additional terms or find participating locations, visit us at www.jamba.com.",
      "termsAndConditionsInstructions": "<p>Useable up to balance to purchase goods at participating Jamba Juice locations in the U.S. and online at <a href=\"https://www.jamba.com/\">jamba.com</a>. Not refundable or redeemable in cash except as required by law and may not be resold without permission. Not a debit or credit card. Will not be replaced or replenished if lost, stolen or used without authorization. Jamba Juice Company (“Jamba”) is the Card issuer and sole obligor to Card owner. Jamba may assign its issuer obligations to an assignee, without recourse. If delegated, the assignee, and not Jamba, will be the sole obligor to Card owner. Other Terms apply see; <a href=\"https://www.jamba.com/gift-cards/terms\">jamba.com/gift-cards/terms</a>. Purchase, use or acceptance of Card constitutes acceptance of these Terms. For balance inquiries or participating locations call 866-4R-FRUIT or visit <a href=\"https://www.jamba.com/gift-cards\">jamba.com</a>.&nbsp;</p>",
      "expiryAndValidity": "<p>1 year to download voucher, no expiry after voucher is downloaded</p>",
      "redemptionInstructions": "<div>Present this eGift Card to the cashier at time of purchase. eGift Card may be printed and brought to the store location or scanned from your mobile device. Protect this eGift Card like cash</div><div>In-Store Mobile Redemption Instructions</div><div>1. Recipient: To redeem your eGift Card from a mobile device display the barcode, gift card number and associated PIN (if applicable) to the cashier at the time of purchase.</div><div>2. Cashier: Scan the barcode off of the mobile device and/or hand key the gift card number and associated PIN (if applicable) into the POS.</div><div>&nbsp;</div><div><strong>Note</strong>:&nbsp;Time interval to download the voucher is 1 year after that link expires. Once it is downloaded, gift cards do not expire.</div>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-06-15 05:45:18",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpAOedif_hx5vlc.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 100,
      "minValue": 5,
      "valueDenominations": "100,25,5,50",
      "tatInDays": 0,
      "usageType": "offline",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 5.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Peets Coffee & Tea",
    "item": {
      "productId": 51056,
      "name": "Peets Coffee & Tea USD",
      "description": "Peet’s Coffee is committed to crafting the finest coffee by sourcing the highest quality beans from around the world, hand-roasting them in small batches and adhering to the same exacting standards that Alfred Peet set when he opened the first Peet's Coffeebar in 1966. For Coffeebar locations and more information, visit www.peets.comGive the gift of coffee love with Peet's eGift Cards.Join Peetnik Rewards and load a Peet’s Card to start earning free beverages and the fastest way to pay through the mobile app. ",
      "termsAndConditionsInstructions": "<p>Terms and Conditions Peet’s eGift Cards cannot be used at Licensed Partners such as airports, grocery stores, cafés, universities and hotels. Protect the balance on your Peet’s eGift Card; register it today at www.peets.com/peetscard. Peet’s cannot accept responsibility for cards lost or damaged. Your Peet’s eGift Card may only be used for making purchases at participating Peet’s stores and peets.com. Card cannot be used to purchase Peet’s Cards or Peet’s eGift Cards. It cannot be redeemed or returned for cash or applied as payment to any account unless required by law. For more information, please visit www.peets.com/peetscard or call 1.800.999.2132.</p>",
      "expiryAndValidity": "<p>1 year to download voucher, no expiry after voucher is downloaded</p>",
      "redemptionInstructions": "<div>Redemption Instructions</div><div>1. Your Peets eGift Card can be used at any Peets Coffeebar and at <a href=\"http://peets.com\">peets.com</a>. (Please note: Peets eGift Cards cannot be used at licensed locations such as airports, grocery stores, cafes, universities and hotels.)</div><div>2. At a Coffeebar: To redeem your eGift Card, simply scan the QR code at the register.</div><div>3. At a Coffeebar via the Peetnik Rewards App: To redeem your eGift Card at one of Peets Coffeebars, save this card to your account by entering your card number and PIN. Pull up the QR code stored on the Peetnik Rewards App and scan the QR code.</div><div>4. Online: To redeem your eGift Card online, provide your card number and PIN number at check out.</div><div>&nbsp;</div><div><strong>Note</strong>:&nbsp;Time interval to download the voucher is 1 year after that link expires. Once it is downloaded, gift cards do not expire.</div>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-06-15 05:45:18",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpdD3m7g_fixmdt.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 200,
      "minValue": 10,
      "valueDenominations": "10,100,200,25,50",
      "tatInDays": 0,
      "usageType": "offline",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 7,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Pinkberry",
    "item": {
      "productId": 51057,
      "name": "Pinkberry USD",
      "description": "Pinkberry® is the tart frozen yogurt brand from Los Angeles, CA. In 2005 the brand reignited the frozen yogurt phenomenon. The unique selection of flavors are the perfect balance of tart and sweet resulting in a light and refreshing taste that is truly craveable. Pinkberry takes pride in offering better for you options for your health-conscious customers. Pinkberry’s dedication to uncompromising quality has garnered great appeal – many have imitated, but no one has duplicated.Pinkberry. It Tastes as Good as it Makes You Feel.",
      "termsAndConditionsInstructions": "<p>Kahala Management, LLC is the issuer & sole holder of liability for this Gift Card (\"Card\"). Until activated, Card has no value and cannot be redeemed. Once activated, treat Card like cash. Lost, stolen, altered or damaged Cards cannot be replaced or refunded. Card may be used for purchases at participating U.S. Pinkberry stores only and may not be resold or advertised without prior permission. Card is not refundable or redeemable for cash and cannot be applied to a credit card, except where required by law. Card carries no expiration date, processing fee, service charge, dormancy fee, or administrative fees. Terms and conditions affecting this Card are subject to state and federal laws and regulations, which vary by jurisdiction, and may change from time to time without notice. Complete terms and conditions are available on our website. Purchase, use or acceptance of Card constitutes acceptance of these terms and conditions. Void where prohibited.&nbsp; For balance inquiry, please visit a participating Pinkberry store or log onto www.pinkberry.com. ©2020 Kahala Franchising, L.L.C. All rights reserved.</p><p>&nbsp;</p>",
      "expiryAndValidity": "<p>1 year to download voucher, no expiry after voucher is downloaded</p>",
      "redemptionInstructions": "<div>1. Present this gift card to crew member. Crew member will swipe or key in the 19 digit Gift number into the terminal to redeem the balance of the order. Any remaining balance will remain on the Gift Card for a future purchase.</div><div>2. In-Store Mobile Redemption Instructions</div><div>Recipient: To redeem your eGift Card from a mobile device display the gift card number and associated PIN (if applicable) to the cashier at the time of purchase.&nbsp;</div><div>Crew Member: Hand key the gift card number and associated PIN (if applicable) into the POS.</div><div>&nbsp;</div><div><strong>Note</strong>:&nbsp;Time interval to download the voucher is 1 year after that link expires. Once it is downloaded, gift cards do not expire.</div>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-06-15 05:45:18",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php4QjL8J_rpf6nl.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 100,
      "minValue": 5,
      "valueDenominations": "100,25,5,50",
      "tatInDays": 0,
      "usageType": "offline",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 5.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Taco Bell",
    "item": {
      "productId": 51075,
      "name": "Taco Bell USD",
      "description": "<p><strong>Not redeemable in store. Order online at </strong><a href=\"http://www.tacobell.com/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"background-color: rgb(255, 255, 255);\"><strong>www.tacobell.com</strong></a><strong> or through the Taco Bell mobile app. </strong>Taco Bell Corp. is the world's leading Mexican-inspired quick service restaurant (QSR) brand. Taco Bell serves made-to-order and customizable tacos and burritos and other specialties with bold flavors, quality ingredients, breakthrough value, and best-in-class customer service to over 40 million customers weekly across the globe. For more information, visit www.TacoBell.com.</p>",
      "termsAndConditionsInstructions": "<blockquote>TERMS AND CONDITIONS ARE APPLIED TO GIFT CARDS. Protect this Card like cash. eGift Cards are redeemable exclusively for food and drink purchases at <a href=\"http://www.tacobell.com/\">www.tacobell.com</a> or through the Taco Bell mobile app. Card may not be used for delivery purchases. Card may not be redeemed for cash (except as required by law) or used to purchase another gift card. Card is valid only if obtained from participating Taco Bell restaurants, authorized third-party distributors or the Taco Bell mobile app. Card is not valid and will not be honored, and Taco Bell will not be liable, if Card is obtained by fraud or from unauthorized sellers, including through Internet auction sites. Report a lost or stolen Card. Taco Bell is not responsible for use of your Card without your permission. The unused value of lost, stolen or damaged Cards as shown on our records can be replaced, provided your Card is registered and proof of purchase is provided. The value of this Card does not expire. No fees apply. Resale is strictly prohibited. Questions? Visit the Gift Cards section of our FAQs at <a href=\"https://www.tacobell.com/FAQS\" rel=\"noopener noreferrer\" target=\"_blank\">www.tacobell.com/FAQS</a> or call 888-999-5605. Use of this Card constitutes acceptance of all terms and conditions. Issued by GCTB, LLC. ©2019 Taco Bell IP Holder, LLC ©2019 GCTB, LLC.</blockquote>",
      "expiryAndValidity": "<p>1 year to download voucher, no expiry after voucher is downloaded</p>",
      "redemptionInstructions": "<p>Avail voucher at&nbsp;<a href=\"http://www.tacobell.com/\">http://www.tacobell.com/</a>.&nbsp;Time interval to download the voucher is 1 year after that link expires. Once it is downloaded, gift cards do not expire.</p>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-05-25 05:55:14",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpWrbruD_xy49xx.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "10,100,25,250,5,50,500",
      "tatInDays": 0,
      "usageType": "online",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 3,
      "exchangeRate": null
    }
  },
  {
    "brandName": "The Cheesecake Factory",
    "item": {
      "productId": 51077,
      "name": "The Cheesecake Factory USD",
      "description": "<p>Walk through our front doors and you’ll know you’re in for something special. Featuring imported limestone floors and custom wood columns, hand painted murals and modern lighting, the distinctive and contemporary décor is just the beginning… The Cheesecake Factory is a unique, upscale casual restaurant offering more than 250 menu selections including nearly 50 lower calorie SkinnyLicious® dishes and a “Super” Foods section – handmade, in-house with fresh ingredients – and more than 50 signature cheesecakes and desserts.&nbsp;</p>",
      "termsAndConditionsInstructions": "<p>The Cheesecake Factory® electronic gift card (“eCard”) can be used at any of The Cheesecake Factory® restaurants in the United States of America, including the Commonwealth of Puerto Rico or online at <a href=\"https://order.thecheesecakefactory.com/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(5, 99, 193);\">order.thecheesecakefactory.com</a></p><ul><li>Please safeguard this eCard as it cannot be replaced if lost or stolen</li><li>The eCard does not expire or accrue fees</li><li>Except where required by law, this eCard cannot be refunded or redeemed for cash</li><li>eCard balances cannot be transferred onto or used to purchase other eCards or gift cards</li><li>Where prohibited by law, you cannot use this eCard to pay for alcoholic beverages</li><li>eCard may be used to pay in restaurant or online at <a href=\"https://order.thecheesecakefactory.com/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(5, 99, 193);\">order.thecheesecakefactory.com</a></li><li>eCard may not be used to pay for delivery orders</li><li>Use of this eCard constitutes acceptance of these terms and conditions</li><li>eCard only valid in the United States of America, including the Commonwealth of Puerto Rico</li><li>This eCard is subject to all state and federal laws and regulations, which may change from time to time. Therefore, the terms and conditions affecting this eCard are subject to change without notice.</li></ul><p>To find The Cheesecake Factory® restaurant nearest you or check the balance on your eCard, please visit us at <a href=\"https://www.thecheesecakefactory.com/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(5, 99, 193);\"><strong>thecheesecakefactory.com</strong></a>. You may also check your eCard balance by calling&nbsp;&nbsp;<strong>1-888-891-2429.</strong></p><p><br></p><p>©2020 TCF Co LLC. All Rights Reserved. Issued by C.F.I. Promotions CA Co. LLC</p>",
      "expiryAndValidity": "<p>1 year to download voucher, no expiry after voucher is downloaded</p>",
      "redemptionInstructions": "<p>1. Redemption available in restaurant only (redemption not available online)</p><p>2. There are two ways to redeem. If you choose to print this page, then the Gift Card number (16 digits) and PIN (8 digits) must be legible to redeem. Present the printed eGift Card to your server at time of payment.</p><p>3. If you choose to redeem from your mobile device, inform your Server and write the 16 digit gift card number legibly (spaces between every 4 numbers) on the bottom of the check.</p><p>4.&nbsp;Time interval to download the voucher is 1 year after that link expires. Once it is downloaded, gift cards do not expire.</p>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-06-25 05:55:11",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpausv7g_nfxmwj.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "100,25,250,5,50,500",
      "tatInDays": 0,
      "usageType": "offline",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 4,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Yankee Candle",
    "item": {
      "productId": 51094,
      "name": "Yankee Candle USD",
      "description": "Yankee Candle® is the world’s best known and most often chosen brand of premium scented candles. We offer a tremendous range of new, favorite and seasonal fragrances— all created to put the finishing touch on any gathering, a quiet moment or that very special event.",
      "termsAndConditionsInstructions": "<p><strong>Terms and Conditions</strong></p><p>&nbsp;</p><p>&nbsp;</p>",
      "expiryAndValidity": "<p>1 year to download voucher, no expiry after voucher is downloaded</p>",
      "redemptionInstructions": "<p>Avail voucher at&nbsp;Yankee Candle store.&nbsp;Time interval to download the voucher is 1 year after that link expires. Once it is downloaded, gift cards do not expire.</p>",
      "categories": "Travel & Entertainment",
      "lastUpdateDate": "2022-06-15 05:45:18",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php0ZAkqp_edbsyt.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 250,
      "minValue": 5,
      "valueDenominations": "100,25,250,50",
      "tatInDays": 0,
      "usageType": "offline",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 5.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "PUBG",
    "item": {
      "productId": 51556,
      "name": "PUBG Mobile UC USA",
      "description": "<div>PUBG eGift Cards are available in multiple denominations based on the value of the in-game currency called UC or Unknown Cash. UC can be used in the in-game store to buy, upgrade or unlock in-game content.</div><div>&nbsp;</div><div>The original Battle Royale game is now available on your device!</div><div>&nbsp;</div><div>100 players parachute onto a remote 8×8 km island for a winner-takes-all showdown. Players have to locate and scavenge their own weapons, vehicles and supplies, and defeat every player in a graphically and tactically rich battleground that forces players into a shrinking play zone. Get ready to land, loot, and do whatever it takes to survive and be the last man standing !</div>",
      "termsAndConditionsInstructions": "<ol><li>By purchasing or using the code, you accept and agree to be bound and abide by the Terms of Service available at <a href=\"https://www.pubg.com/terms-of-service/.\">https://www.pubg.com/terms-of-service/</a></li><li>Gift voucher will be delivered within 6 to 7 working days.</li></ol>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<p>Active PUBG account ID is required to redeem the code on this eGift Card. If you do not have an existing account, you could setup a free account by downloading the game and registering yourself.</p>",
      "categories": "Gaming",
      "lastUpdateDate": "2022-04-26 16:42:53",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpBscekZ_oviqm3.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "fixed_denomination",
      "maxValue": 0,
      "minValue": 0,
      "valueDenominations": "1,10,100,200,25,5,50",
      "tatInDays": 7,
      "usageType": "",
      "deliveryType": "delayed",
      "isCommon": "0",
      "fee": 0,
      "discount": 12.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Instacart",
    "item": {
      "productId": 52427,
      "name": "Instacart USD",
      "description": "<p>The Instacart app gives you the power to get groceries, household items, and more delivered the same-day.</p>",
      "termsAndConditionsInstructions": "<p>Card is usable, up to balance, toward eligible online orders placed on instacart.com, on “Powered by Instacart” sites, or in the Instacart app in the United States. Card is not reloadable. Not redeemable for cash unless required by law. Will not be replaced or replenished if lost, stolen or used without permission. The value of your card may only be credited to one Instacart account and will be fully redeemed upon use. Limits may apply to redemption and use. You may be required to add a secondary payment method to use Cards on Instacart’s sites. The card is not redeemable outside the U.S. Purchase, use or acceptance of card constitutes acceptance of terms. For balance inquiries/customer service, call 888-246-7822. Other terms apply see: <a href=\"https://www.instacart.com/help/article/promos-and-credits\">https://www.instacart.com/help/article/promos-and-credits</a>. Maplebear Inc., dba Instacart is card issuer and sole obligor to card owner. Instacart may delegate its issuer obligations to an assignee, without recourse. If delegated, the assignee, and not Instacart, will be sole obligor to card owner. Card does not charge a separate fee and does not expire.&nbsp;</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>Redeem in the app:&nbsp;</div><div>&nbsp;</div><div>1. Sign up for Instacart or log into your existing account.&nbsp;</div><div>2. Enter the main menu.&nbsp;</div><div>3. Tap Credits, promos & gift cards.&nbsp;</div><div>4. Enter the code.&nbsp;</div><div>&nbsp;</div><div>Redeem on the website:&nbsp;</div><div>&nbsp;</div><div>1. Sign up for Instacart or log into your existing account.&nbsp;</div><div>2. Click Account or your name.&nbsp;</div><div>3. Click Add promo or gift card.&nbsp;</div><div>4. Enter the code.</div>",
      "categories": "Grocery",
      "lastUpdateDate": "2022-06-01 05:55:12",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpA04Hef_ngnz2e.png",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 250,
      "minValue": 25,
      "valueDenominations": "100,25,250,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 3.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "lululemon",
    "item": {
      "productId": 52428,
      "name": "lululemon USD",
      "description": "<p>lululemon eGift Cards are redeemable at over 350 stores in the United States and online at lululemon.com. Gift Cards do not expire and have no added fees.&nbsp;</p>",
      "termsAndConditionsInstructions": "<p>Use this gift card online or in lululemon stores. Cards can’t be replaced or redeemed for cash (except when the balance is less than $10 or as required by law). lululemon can’t be responsible for lost, stolen, or misused cards. For terms of use, go to <a href=\"https://info.lululemon.com/legal/terms-of-use\">info.lululemon.com/legal/terms-of-use</a></p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>How to Redeem a lululemon eGift Card: To redeem in-store, print out your eGift Card page and present at time of purchase, or show the barcode on your mobile device.&nbsp;</div><div>&nbsp;</div><div>To redeem online, just follow these easy steps:&nbsp;</div><div>&nbsp;</div><div>Step 1: On the Checkout page in the Payment section, enter your Gift Card number and PIN number.&nbsp;</div><div>&nbsp;</div><div>Step 2: Hit the “Apply” button. You will see the Gift Card amount deducted from your total order.</div>",
      "categories": "Fashion & Lifestyle",
      "lastUpdateDate": "2022-06-28 05:55:10",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpPstOGR_uxixeg.png",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "10,100,25,250,5,50,500",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 4,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Twitch",
    "item": {
      "productId": 52438,
      "name": "Twitch USD",
      "description": "<p>Twitch is where millions of people come together live every day to chat, interact, and make their own entertainment together. Twitch gift cards are the perfect gift for anyone who watches Twitch.</p>",
      "termsAndConditionsInstructions": "<p>Use of this gift card constitutes acceptance of the following terms and conditions: This card may be redeemed only on Twitch.tv, only by persons age 13 and up, and only for goods and services offered by Twitch or for goods sold on Twitch.tv or its applications. This card cannot be returned, refunded, resold or redeemed for cash, except where required by applicable law. This card cannot be used to buy other gift cards. This card is not redeemable for non-U.S. residents. This card and the value underlying this card do not expire. This card is non-reloadable. There are no fees associated with this card.&nbsp;</p><p>Treat this gift card like cash. Twitch is not responsible for lost, stolen, damaged, destroyed or misplaced cards, or cards used without your permission. This card is issued by Twitch Interactive, Inc. Please see additional terms and conditions, including instructions for redeeming this card, at twitch.tv/legal/giftcard. For customer service, visit: <a href=\"https://help.twitch.tv/s/?language=en_US\">help.twitch.tv</a>.&nbsp;</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Visit <a href=\"http://twitch.tv/redeem\">twitch.tv/redeem</a>.&nbsp;</div><div>2. Enter the gift code.</div>",
      "categories": "Travel & Entertainment",
      "lastUpdateDate": "2022-07-01 05:55:11",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpqRwnu2_fgvtvn.png",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 200,
      "minValue": 15,
      "valueDenominations": "100,15,200,25,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 4,
      "exchangeRate": null
    }
  },
  {
    "brandName": "McAfee",
    "item": {
      "productId": 53982,
      "name": "McAfee USD",
      "description": "<div>McAfee Antivirus Plus is a professional software designed to protect your device from the harmful activity of viruses, malware, trojans, and other deleterious programs.&nbsp;&nbsp;</div><div>&nbsp;</div><div><strong>The following denominations are available:</strong></div><div>1. McAfee Antivirus 1 user - USD&nbsp; 9</div><div>2. McAfee Internet Security 1 Device - USD 11</div><div>3. McAfee Internet Security 3 Devices -&nbsp;USD 17</div><div>4. McAfee Internet Security 10 Devices - USD 21</div><div>5. McAfee Total Protection 5 Devices - USD 21</div><div>6. McAfee Total Protection 10 Devices - USD 28</div>",
      "termsAndConditionsInstructions": "<p>For detailed terms & conditions, please refer to&nbsp;<a href=\"https://www.mcafee.com/enterprise/en-us/assets/legal/end-user-license-agreements-ed-ca.pdf\">https://www.mcafee.com/enterprise/en-us/assets/legal/end-user-license-agreements-ed-ca.pdf</a>.</p>",
      "expiryAndValidity": "<p>2 Years</p>",
      "redemptionInstructions": "<div>1. To redeem, go to <a href=\"http://home.mcafee.com\">home.mcafee.com</a>.</div><div>2. Login and click on 'Account' in the upper-right corner.</div><div>3. Click on 'Redeem your Retail Card'.</div><div>4. Type the activation code on your retail card and click on 'Submit'.</div><div>5. Type your email address and click on 'Next'.</div><div>6. Select your country and language.</div><div>7. Enter the activation code from your retail card, and click on 'Submit'.</div><div>8. Click on 'Verify'. Your subscription is now activated.</div>",
      "categories": "Software,Subscriptions",
      "lastUpdateDate": "2022-03-10 10:03:58",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpEbrKxk_emjx90.png",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "fixed_denomination",
      "maxValue": 0,
      "minValue": 0,
      "valueDenominations": "9,11,17,21,28",
      "tatInDays": 7,
      "usageType": "",
      "deliveryType": "delayed",
      "isCommon": "0",
      "fee": 0,
      "discount": 4,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Skype",
    "item": {
      "productId": 53983,
      "name": "Skype USD",
      "description": "<p>Skype keeps the world talking. Say “hello” with an instant message, voice, or video call. Use Skype to send SMS messages to mobiles worldwide; with SMS Connect you can now also read and reply to your phone's SMS messages right from your computer.&nbsp;</p>",
      "termsAndConditionsInstructions": "<ol><li>For terms & condition refer to&nbsp;<a href=\"http://www.skype.com/en/legal/tou/\">http://www.skype.com/en/legal/tou/</a>.&nbsp;</li><li>Gift voucher will be delivered within 10 to 12 working days.</li></ol>",
      "expiryAndValidity": "<p>24 Months</p>",
      "redemptionInstructions": "<div>1- Go to <a href=\"http://www.skype.com/go/voucher\">www.skype.com/go/voucher</a> and login to your account</div><div>2- Enter the code printed on your receipt</div><div>3- Confirm the amount</div>",
      "categories": "Travel & Entertainment",
      "lastUpdateDate": "2022-03-16 17:09:58",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpmLY8FO_vecz5t.png",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "fixed_denomination",
      "maxValue": 0,
      "minValue": 0,
      "valueDenominations": "10,25",
      "tatInDays": 7,
      "usageType": "",
      "deliveryType": "delayed",
      "isCommon": "0",
      "fee": 0,
      "discount": 4,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Minecraft",
    "item": {
      "productId": 54005,
      "name": "Minecraft USD",
      "description": "<div>Minecraft is a game about placing blocks and going on adventures. Explore randomly generated worlds and build amazing things from the simplest of homes to the grandest of castles. Play in Creative Mode with unlimited resources or in Survival Mode, defend against monsters and dig deep into the world to discover the rarest ores. Do all this alone or work together with your friends over the internet.</div><div>&nbsp;</div><div><strong>The following denominations are available:</strong></div><div>1. Minecraft - USD 27</div><div>2. 1720 Minecoins - USD 10</div><div>3. 3500 Minecoins - USD 20</div>",
      "termsAndConditionsInstructions": "<div>1. This Minecraft software download code is issued by Mojang AB, and will entitle the holder to a license of the Minecraft game.</div><div>2. The code may only be redeemed on account.mojang.com, and can be credited towards a new or an existing Mojang account.</div><div>3. A Mojang account and an internet connection are required to redeem this code.</div><div>4. These accounts are subject to Mojang AB's Terms and Conditions (found at <a href=\"http://account.mojang.com/terms\">account.mojang.com/terms</a>).</div><div>5. By purchasing this code, you accept these terms and the Terms and Conditions of this code.</div><div>6. The code is not redeemable for cash and will not be refunded by Mojang.</div><div>7. This code may not be resold.</div><div>8. The code is void where prohibited or restricted by law.</div>",
      "expiryAndValidity": "<p>2 Years</p>",
      "redemptionInstructions": "<div>1. Create an account at <a href=\"http://minecraft.net/redeem\">minecraft.net/redeem</a>, or if you have an account just log in.</div><div>2. Enter the redemption code when prompted after log in.</div><div>3. Choose your Minecraft player name.</div><div>4. Start the game and enjoy Minecraft!</div>",
      "categories": "Gaming",
      "lastUpdateDate": "2022-04-26 16:19:30",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpBkZm6B_ydo0yg.png",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "fixed_denomination",
      "maxValue": 0,
      "minValue": 0,
      "valueDenominations": "10,20,27",
      "tatInDays": 7,
      "usageType": "",
      "deliveryType": "delayed",
      "isCommon": "0",
      "fee": 0,
      "discount": 6,
      "exchangeRate": null
    }
  },
  {
    "brandName": "AutoZone",
    "item": {
      "productId": 54511,
      "name": "AutoZone USA",
      "description": "AutoZone is your number one destination for quality auto parts, trustworthy advice and affordable car care solutions and accessories. With free services like Fix Finder, battery testing and charging, and our Loan-A-Tool® program, AutoZone has the parts and services you need to get the job done right. Our extensive coverage in-store and at AutoZone.com gets you the parts you need fast, when and where you need them.",
      "termsAndConditionsInstructions": "<ol><li>This AutoZone gift card is good toward the purchase of merchandise at any AutoZone store in the United States and Puerto Rico and online at AutoZone.com.</li><li>This card may not be redeemed for cash or applied as payment on any accounts unless required by law.</li><li>You may check your balance at any U.S. or Puerto Rico AutoZone store or online at AutoZone.com.</li><li>AutoZone is not responsible for lost, stolen, physically damaged or destroyed gift cards, or for gift cards used without your permission.</li><li>Use of this Gift Card means you accept these terms and conditions outlined above. ©2019-2020 AutoZone, Inc. All rights reserved.</li><li>This card is property of AutoZone.com, Inc.&nbsp;</li></ol>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<p>Avail voucher at&nbsp;AutoZone store.</p>",
      "categories": "Automobiles & Accessories",
      "lastUpdateDate": "2022-06-15 05:45:20",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php3MaQt3_zicaa7.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 10,
      "valueDenominations": "100,50,500",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 4.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Auntie Anne's",
    "item": {
      "productId": 52440,
      "name": "Auntie Anne's USD",
      "description": "<p>Mix It Up™ brings seven fan-favorite dining brands together providing unrivaled dining and snack options, all on one convenient gift card. The Mix It Up card is redeemable at over 3,800 combined Auntie Anne’s, Carvel, Cinnabon, Jamba, McAlister’s Deli, Moe’s Southwest Grill and Schlotzsky’s locations across the U.S.</p>",
      "termsAndConditionsInstructions": "<p>Useable up to balance to purchase goods at participating Auntie Anne’s®, Carvel®, Cinnabon®, Jamba®, McAlister’s Deli®, Moe’s Southwest Grill® and Schlotzsky’s® locations in the U.S. Not refundable or redeemable in cash except as required by law and may not be resold without permission. Not a debit or credit card. Will not be replaced or replenished if lost, stolen or used without authorization. Focus Brands Rewards, Inc. (“FBRI”) is the Card issuer and sole obligor to Card owner. FBRI may assign its issuer obligations to an assignee, without recourse. If delegated, the assignee, and not FBRI, will be the sole obligor to Card owner. Other Terms apply, see <a href=\"https://www.giftcardmix.com/\">giftcardmix.com</a>.&nbsp; Purchase, use or acceptance of Card constitutes acceptance of these Terms. For Balance Inquiry, visit <a href=\"https://www.giftcardmix.com/\">giftcardmix.com</a>.</p><p>Gift voucher will be delivered within 6 to 7 working days.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<ol><li>Print this eGift Card or have it saved to your mobile device.&nbsp;</li><li>Bring it to your favorite Auntie Anne’s, Carvel, Cinnabon, Jamba, McAlister’s Deli, Moe’s or Schlotzsky’s participating location.</li><li>Present the printed copy of this eGift Card or your mobile device to the cashier at time of purchase.</li><li>Protect this eGift Card like cash.&nbsp;</li><li>Please note: Some airport, college campus and other non-traditional locations may have restrictions to where this product can be redeemed.</li></ol>",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-07-01 11:02:08",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpqHSVln_tgkgwl.png",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "fixed_denomination",
      "maxValue": 0,
      "minValue": 0,
      "valueDenominations": "10,100,200,25,5,50",
      "tatInDays": 7,
      "usageType": "",
      "deliveryType": "delayed",
      "isCommon": "0",
      "fee": 0,
      "discount": 5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "wayfair",
    "item": {
      "productId": 46764,
      "name": "wayfair",
      "description": "Wayfair.com is one of the largest online destination for home, offering endless finds in every style at up to 70% OFF.",
      "termsAndConditionsInstructions": "<p>Gift cards do not expire. Can only be redeemed at a Wayfair website (<a href=\"http://wayfair.com\">wayfair.com</a>, <a href=\"http://jossandmain.com\">jossandmain.com</a>, <a href=\"http://birchlane.com\">birchlane.com</a>, <a href=\"http://allmodern.com\">allmodern.com</a>, and <a href=\"http://perigold.com\">perigold.com</a>). Only valid in the U.S. Cannot be used to purchase additional gift cards. Not redeemable for cash and cannot be returned for a cash refund, except to the extent required by law. Wayfair is not responsible for and will not replace lost or stolen gift cards. For complete Terms & Conditions, see <a href=\"http://www.wayfair.com/giftcardterms\">www.wayfair.com/giftcardterms</a>.</p>",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Visit <a href=\"http://wayfair.com\">wayfair.com</a></div><div>2. Add items to My Bag.</div><div>3. When finished, click the CHECKOUT button.</div><div>4. Enter the Gift Card number found here in the Payment step during checkout.</div><div>5. Your reward is valid for use at Wayfair.com, AllModern.com, BirchLane.com, DwellStudio.com, JossandMain.com, and WayfairSupply.com&nbsp; &nbsp;</div>",
      "categories": "Home & Living,Grocery",
      "lastUpdateDate": "2022-06-25 06:30:18",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/php4za0BG_gcqbyk.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 10,
      "valueDenominations": "100,25,50",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 5.5,
      "exchangeRate": null
    }
  },
  {
    "brandName": "Kohl's",
    "item": {
      "productId": 30149,
      "name": "Kohl's USA E-Gift Voucher\t",
      "description": "Share your love for amazing style, incredible savings and easy shopping—all wrapped up into one gift card! With a Kohl’s Gift Card, you get more for every dollar while saving on great brands. Plus, Gift Cards are accepted in store and online, and they never expire.",
      "termsAndConditionsInstructions": "<p>This card is redeemable for merchandise at any Kohl's store or online at Kohls.com. This card is issued by and represents an obligation of Kohls Value Services, Inc. Except where required by law, this card is non-refundable, may not be redeemed for cash or for the purchase of Gift Cards and cannot be applied to any Kohl's Charge account balance. This card has no expiration date. The unused value of lost, stolen or damaged cards can be replaced with required proof of purchase. See store for details. Receipts for purchases made with this card will show the remaining card balance. Card balance may also be obtained from a Kohl's Sales Associate, calling 1-800-655-0554 or online at Kohls.com. Do not mail cards to the Kohl's Payment Center.</p>",
      "expiryAndValidity": "<p>12 Months</p>",
      "redemptionInstructions": "<p>\"Kohl's e-Gift Cards are accepted at any of the more than 1,100 Kohl's stores nationwide and online at Kohls.com. Kohl's e-Gift Cards have no service fees and no expiration dates. They can be used on multiple visits until the card balance hits zero. Terms and Conditions apply.</p><p>Using an e-Gift Card is easy, just follow these simple steps:</p><p>1. Open the Redemption Url above</p><p>2. Online at checkout, enter the card number and four-digit PIN exactly as they appear on your e-Gift Card2. Click apply</p><p>3. On the Place Order screen, your e-Gift Card will show as being deducted from your Subtotal OR Open the Redemption Url above, print out the e-Gift Card and take it into any Kohl</p>",
      "categories": "Fashion & Lifestyle",
      "lastUpdateDate": "2022-07-01 06:30:09",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/image/data/GiftVoucher/Vouchers_big/Physical-vouchers/Kohls_Card_2015-small.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 5,
      "valueDenominations": "10,100,20,200,5,50,500,25",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 6,
      "exchangeRate": null
    }
  },
  {
    "brandName": "StubHub",
    "item": {
      "productId": 32886,
      "name": "StubHub egift  USA Voucher Card",
      "description": "At StubHub, our mission is simple: help fans find seats they’ll love, whenever they want. We've been doing it since 2000, and continue to lead the way today. With a StubHub gift card fans can purchase tickets to the games, shows and concerts they want to see. This is one gift they won’t want to return.",
      "termsAndConditionsInstructions": "STUBHUB GIFTING TERMS AND CONDITIONS1.Gift certificates and electronic \"eGift cards\" or physical gift cards (collectively, \"Gift cards\") can only be redeemed on stubhub.com or by calling customer service. We may enable redemption via mobile applications or m.stubhub.com at a later time; check your Gift card for details. You must have a StubHub account to redeem Gift cards. To create an account, visit StubHub.2.Gift cards are not redeemable for cash and cannot be returned for a cash refund. Gift cards are not credit, debit or charge cards. No implied warranties attach to Gift cards.3.Upon redemption, the entire balance of a Gift card is deposited to the recipient's StubHub account. Gift cards are not reloadable and cannot be associated with multiple StubHub accounts. Gift cards cannot be redeemed for past purchases.4.If the cost of an order exceeds the Gift card amount, the recipient must pay for the balance with a credit or debit card or PayPal account.5.Treat Gift cards like cash. Lost, stolen, or damaged Gift cards will not be replaced except where required by law and only with proof of purchase as required and if the Gift cards have never been used.6.Gift cards and their use on stubhub.com are subject to our User Agreement and Privacy Policy.7.StubHub reserves the right to close customer accounts and request alternative forms of payment if a fraudulently obtained Gift card is redeemed and/or used to make purchases on StubHub.com. Invalid or unidentifiable Gift card numbers will not be redeemed.8.Purchases using Gift cards do not count towards StubHub rewards or loyalty programs.9.StubHub reserves the right to change these terms and conditions from time to time in its sole discretion.",
      "expiryAndValidity": "<p>No Expiry</p>",
      "redemptionInstructions": "<div>1. Go to <a href=\"https://www.stubhub.com/my/rewards/\">https://www.stubhub.com/my/rewards/</a></div><div>2. Sign in, or if you are new to StubHub, sign up for free.</div><div>3. Enter your StubHub Gift Card (voucher)number in the Add a Fancode gift code section.</div><div>4. Enter your StubHub Gift Card (voucher) PIN in the PIN field when prompted.</div><div>5. Apply your StubHub balance during checkout on your next purchase.</div><div>6. Note: The amount of your gift card is applied to the full amount of your order, including all fees. That means if your order total is greater than the amount of your gift card, the remaining balance will be charged to your credit or debit card or PayPal account.</div>",
      "categories": "Travel & Entertainment",
      "lastUpdateDate": "2022-06-01 05:55:11",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phpsW0tAD_mzrdpf.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 25,
      "valueDenominations": "100,200,25,300,400,50,500",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 4,
      "exchangeRate": null
    }
  },
  {
    "brandName": "BJ's Restaurants",
    "item": {
      "productId": 54514,
      "name": "BJ's Restaurants USA",
      "description": "BJ’s Restaurant & Brewhouse is a national brand with brewhouse roots and a menu with over 140 offerings where craft matters. BJ’s broad menu has something for everyone: slow-roasted entrees, like prime rib, BJ’s EnLIGHTened Entrees® including Cherry Chipotle Glazed Salmon, signature deep dish pizza and the often imitated, but never replicated world-famous Pizookie® dessert. BJ’s has been a pioneer in the craft brewing world since 1996, and takes pride in serving BJ’s award-winning proprietary handcrafted beers. The BJ’s experience offers high-quality ingredients, bold flavors, moderate prices, sincere service and a cool, contemporary atmosphere. BJ’s Restaurant & Brewhouse eGift Cards are redeemable at all 209 locations in 27 states. Visit BJsRestaurants.com for location information. ",
      "termsAndConditionsInstructions": "<p>Terms & Conditions Card has no value until activated. Card is redeemable for food, beverages, and merchandise only at BJ’s Restaurants, Inc. locations. Card’s face value is in U.S. dollars. Card cannot be redeemed for cash or credit, except as and where required by law. Protect the Card like cash. Issuer may cancel and replace lost, stolen, damaged or destroyed card with new Card for then-remaining balance upon proof required by Issuer at no charge to the Card holder. If your purchase exceeds the unused balance on the Card, you must pay the difference at the time of purchase. All terms and conditions will only be applied in conformity with applicable law. For Card balance, call 1-800-242-5353 or visit www.bjsrestaurants.com. For hours of operation visit www.bjsrestaurants.com. Issued by BJ’s Restaurants, Inc. Distributed by InComm.&nbsp;</p>",
      "expiryAndValidity": "",
      "redemptionInstructions": "",
      "categories": "Food & Restaurant",
      "lastUpdateDate": "2022-06-15 05:45:20",
      "imageUrl": "https://res.cloudinary.com/dyyjph6kx/image/upload/gift_vouchers/phptox8ds_uk0sdw.jpg",
      "currencyCode": "USD",
      "currencyName": "Dollar",
      "countryName": "USA",
      "countryCode": "US",
      "countries": [{ "code": "US", "name": "USA" }],
      "exchangeRateRule": 0.013109,
      "valueType": "open_value",
      "maxValue": 500,
      "minValue": 25,
      "valueDenominations": "100,50,500",
      "tatInDays": 0,
      "usageType": "",
      "deliveryType": "realtime",
      "isCommon": "0",
      "fee": 0,
      "discount": 8,
      "exchangeRate": null
    }
  }
]
